
<!DOCTYPE HTML>
<html lang="fr" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>Concept · Bauhaus</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.2">
        
        
        
    
    <link rel="stylesheet" href="../../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-prism/prism.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-image-captions/image-captions.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="classification.html" />
    
    
    <link rel="prev" href="../getting-started.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Tapez pour rechercher" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        <li class="header">Guide du développeur</li>
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../getting-started.html">
            
                <a href="../getting-started.html">
            
                    
                    Démarrage
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">Guide Utilisateur</li>
        
        
    
        <li class="chapter active" data-level="2.1" data-path="concept.html">
            
                <a href="concept.html">
            
                    
                    Concept
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="classification.html">
            
                <a href="classification.html">
            
                    
                    Nomenclature
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="operation.html">
            
                <a href="operation.html">
            
                    
                    Operation
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="structure.html">
            
                <a href="structure.html">
            
                    
                    Structure
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Publié avec GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >Concept</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="guide-utilisateur-du-module-concepts-de-bauhaus">Guide utilisateur du module Concepts de Bauhaus</h1>
<p>Version au 19/03/2020</p>
<p>Le module Concepts encore appel&#xE9; &quot;Bauhaus-concepts&quot; permet de g&#xE9;rer les concepts utiles &#xE0; des fins statistiques.</p>
<h2 id="sommaire">Sommaire</h2>
<ul>
<li><p><a href="#naviguer"><strong>Naviguer dans l&apos;application</strong></a></p>
</li>
<li><p><a href="#fonctionnalites-concepts"><strong>Fonctionnalit&#xE9;s de gestion des concepts</strong></a></p>
<ul>
<li><a href="#rechercher-concept">Rechercher un concept</a></li>
<li><a href="#exporter-concept">Exporter un ou plusieurs concepts</a></li>
<li><a href="#creer-concept">Cr&#xE9;er un concept</a></li>
<li><a href="#modifier-concept">Modifier un concept</a></li>
<li><a href="#creer-version-concept">Cr&#xE9;er une nouvelle version</a></li>
<li><a href="#comparer-versions">Comparer les versions</a></li>
<li><a href="#envoyer-concept">Envoyer un concept</a></li>
<li><a href="#publier-concept">Publier un concept</a></li>
</ul>
</li>
</ul>
<hr>
<ul>
<li><p><a href="#fonctionnalites-collections-concepts"><strong>Fonctionnalit&#xE9;s de gestion des collections de concepts</strong></a></p>
<ul>
<li><a href="#rechecher-collection">Rechercher une collection de concepts</a></li>
<li><a href="#exporter-collection">Exporter une collection de concepts</a></li>
<li><a href="#creer-collection">Cr&#xE9;er une collection de concepts</a></li>
<li><a href="#modifier-collection">Modifier une collection de concepts</a></li>
<li><a href="#envoyer-collection">Envoyer une collection de concepts</a></li>
<li><a href="#publier-collection">Publier une collection de concepts</a></li>
</ul>
</li>
<li><p><a href="#administration"><strong>Administration</strong></a></p>
<ul>
<li><a href="#suivre-concepts">Suivre l&apos;activit&#xE9; du r&#xE9;f&#xE9;rentiel</a></li>
</ul>
</li>
</ul>
<hr>
<h2 id="naviguer-dans-lapplication"><a id="naviguer">Naviguer dans l&apos;application</a></h2>
<p>Pour atteindre la page d&apos;accueil du module de gestion des concepts, cliquer sur le pav&#xE9; <span style="color: blue">Concepts</span> de la page d&apos;accueil.
La navigation se fait via la barre horizontale de menu en haut de la page.</p>
<p>Afin de garantir l&apos;int&#xE9;grit&#xE9; et la qualit&#xE9; de la base, les fonctionnalit&#xE9;s de cr&#xE9;ation et modification des concepts ainsi que l&apos;identification des propri&#xE9;taires sont r&#xE9;serv&#xE9;s &#xE0; l&apos;unit&#xE9; Qualit&#xE9;. Toute unit&#xE9; en ayant l&apos;utilit&#xE9; peut demander la cr&#xE9;ation d&apos;un concept. La publication est de la responsabilit&#xE9; du propri&#xE9;taire identifi&#xE9; et renseign&#xE9; dans l&apos;application, charge &#xE0; lui &#xE9;ventuellement d&apos;organiser la consultation avec d&apos;autres utilisateurs. Dans l&apos;application, l&apos;unit&#xE9; Qualit&#xE9; est habilit&#xE9;e &#xE0; publier un concept sur demande du propri&#xE9;taire.</p>
<p>La cr&#xE9;ation d&apos;une collection de concepts peut &#xEA;tre demand&#xE9;e &#xE0; l&apos;unit&#xE9; Qualit&#xE9; par toute unit&#xE9; ayant l&apos;utilit&#xE9; de rassembler plusieurs concepts pour un usage particulier (par exemple : documenter un Insee-R&#xE9;sultats). L&apos;unit&#xE9; ayant fait la demande est l&apos;unit&#xE9; propri&#xE9;taire de la collection, qui peut regrouper des concepts dont elle n&apos;est pas propri&#xE9;taire. Un concept peut appartenir &#xE0; plusieurs collections et &#xEA;tre utilis&#xE9; par plusieurs utilisateurs dans diff&#xE9;rentes collections. Le propri&#xE9;taire d&apos;une collection peut la modifier &#xE0; tout moment. Dans l&apos;application, l&apos;unit&#xE9; qualit&#xE9; est habilit&#xE9;e &#xE0; publier une collection sur demande du propri&#xE9;taire.</p>
<p>Dans l&apos;application, quatre grands profils d&#x2019;utilisateurs ont &#xE9;t&#xE9; cr&#xE9;&#xE9;s. Chacun correspond &#xE0; un niveau d&apos;habilitation donnant acc&#xE8;s &#xE0; diff&#xE9;rentes fonctionnalit&#xE9;s :</p>
<ul>
<li><strong>Administrateur de l&apos;application</strong> : acc&#xE8;s &#xE0; toutes les fonctionnalit&#xE9;s ;</li>
<li><strong>Gestionnaire de l&apos;ensemble des concepts</strong> : rechercher, exporter, cr&#xE9;er, modifier, envoyer, publier un concept ou une collection, et comparer les versions des caract&#xE9;ristiques d&apos;un concept ;</li>
<li><strong>Propri&#xE9;taire de collection de concepts</strong> : rechercher, exporter, cr&#xE9;er, modifier, envoyer ou publier une collection ;</li>
<li><strong>Invit&#xE9;</strong> (profil par d&#xE9;faut pour tout utilisateur se connectant &#xE0; l&apos;application) : rechercher, exporter, envoyer un concept ou une collection, et comparer les versions des caract&#xE9;ristiques d&apos;un concept.</li>
</ul>
<p><strong>Les boutons permettant d&apos;acc&#xE9;der aux diff&#xE9;rentes fonctionnalit&#xE9;s s&apos;affichent en fonction du profil utilisateur.</strong></p>
<p>Pour toute demande ou question, adresser un message &#xE0; la boite fonctionnelle :</p>
<p><strong>:DG75-Administration RM&#xE9;S</strong></p>
<hr>
<h2 id="fonctionnalit&#xE9;s-de-gestion-des-concepts"><a id="fonctionnalites-concepts">Fonctionnalit&#xE9;s de gestion des concepts</a></h2>
<h3 id="rechercher-un-concept"><a id="rechercher-concept">Rechercher un concept</a></h3>
<p>La page d&#x2019;accueil Concepts, accessible &#xE0; partir de la barre horizontale de menu, propose deux m&#xE9;thodes de recherche :</p>
<ul>
<li>Une barre de recherche principale, qui donne acc&#xE8;s &#xE0; l&#x2019;ensemble des concepts enregistr&#xE9;s dans l&#x2019;application <strong>(1)</strong> ;</li>
<li>Un lien vers la page de recherche avanc&#xE9;e, qui permet d&#x2019;affiner une recherche selon diff&#xE9;rents crit&#xE8;res <strong>(2)</strong>.</li>
</ul>
<p><strong>(1)</strong> La barre de recherche principale propose un moteur de recherche dans lequel on peut <strong>saisir une suite de caract&#xE8;res correspondant &#xE0; tout ou partie du libell&#xE9;, du sigle, du nom court ou du synonyme recherch&#xE9;</strong>. La recherche se lance automatiquement &#xE0; mesure que des caract&#xE8;res sont saisis dans la barre de recherche. Les r&#xE9;sultats s&apos;affichent sur une ou plusieurs pages en fonction du nombre de familles trouv&#xE9;es.</p>
<p>Cliquer ensuite sur le concept souhait&#xE9; pour acc&#xE9;der &#xE0; sa page de description. Pour consulter la version anglaise, cocher la case : [ ] <strong>Afficher la seconde langue</strong>. Celle-ci s&#x2019;affichera &#xE0; droite de la version fran&#xE7;aise.</p>
<p><strong>(2)</strong> La recherche avanc&#xE9;e est disponible en cliquant sur <span style="color: blue"><strong>Recherche avanc&#xE9;e</strong></span>. Pour affiner la s&#xE9;lection, <strong>renseigner les filtres souhait&#xE9;s dans les champs</strong> :</p>
<ul>
<li><strong>Libell&#xE9;</strong> : saisir le nom du concept ;</li>
<li><strong>Libell&#xE9; alternatif</strong> : saisir le sigle, l&apos;acronyme, ou le synonyme ;</li>
<li><strong>Recherche dans la d&#xE9;finition</strong> : saisir un ou plusieurs mots du texte de la d&#xE9;finition en fran&#xE7;ais ;</li>
<li><strong>S&#xE9;lectionner un timbre</strong> : choisir un timbre dans la liste pour obtenir la liste des concepts de la responsabilit&#xE9; de cette unit&#xE9; ;</li>
<li><strong>S&#xE9;lectionner un statut de diffusion</strong>, &#xE0; choisir parmi :<ul>
<li>Public g&#xE9;n&#xE9;rique (publi&#xE9; &#xE0; la rubrique D&#xE9;finitions sur insee.fr) ;</li>
<li>Public sp&#xE9;cifique (non publi&#xE9; &#xE0; la rubrique D&#xE9;finitions, mais disponible pour documenter une publication, un produit) ;</li>
<li>Priv&#xE9; (usage interne).</li>
</ul>
</li>
<li><strong>S&#xE9;lectionner le statut de publication</strong>, &#xE0; choisir parmi :<ul>
<li>Publi&#xE9; ;</li>
<li>Provisoire (en cours de modification ou en attente de publication).</li>
</ul>
</li>
<li><strong>S&#xE9;lectionner les plages de date de cr&#xE9;ation ou de modification</strong> du concept recherch&#xE9;.</li>
</ul>
<p>La recherche se lance automatiquement &#xE0; mesure que des crit&#xE8;res sont renseign&#xE9;s dans les diff&#xE9;rents champs. Les r&#xE9;sultats s&apos;affichent sur une ou plusieurs pages en fonction du nombre de concepts trouv&#xE9;es.</p>
<p>Cliquer ensuite sur le concept recherch&#xE9; pour acc&#xE9;der &#xE0; sa page de description. Pour consulter la version anglaise, cocher la case : [ ] <strong>Afficher la seconde langue</strong>. Celle-ci s&#x2019;affichera &#xE0; droite de la version fran&#xE7;aise.</p>
<hr>
<h2 id="exporter-un-ou-plusieurs-concepts"><a id="exporter-concept">Exporter un ou plusieurs concepts</a></h2>
<p>L&apos;export de la description d&apos;un ou plusieurs concepts est possible &#xE0; partir de la page d&apos;accueil Concepts :</p>
<ul>
<li><p>Cliquer sur le bouton <span style="color: blue">Exporter</span> &#xE0; gauche de la page ;</p>
</li>
<li><p>Faire d&#xE9;filer la liste des concepts &#xE0; droite pour trouver les concepts souhait&#xE9;s, ou utiliser la barre de recherche en haut de la liste des concepts ;</p>
</li>
<li><p>Cliquer sur le bouton <img src="../../img/add.png" width="18"> des concepts &#xE0; exporter pour les int&#xE9;grer au bloc d&apos;export de gauche, ou sur le bouton <img src="../../img/del.png" width="18"> pour les retirer ;</p>
</li>
<li><p>Une fois les concepts s&#xE9;lectionn&#xE9;s, cliquer sur <span style="color: blue">Exporter</span> en haut &#xE0; droite. Une bo&#xEE;te de dialogue s&apos;ouvre ;</p>
</li>
<li><p>Choisir le format souhait&#xE9; (PDF ou ODT). La fen&#xEA;tre de t&#xE9;l&#xE9;chargement s&apos;ouvre ensuite avec les options &#xAB; ouvrir &#xBB; et &#xAB; enregistrer &#xBB;. En cas d&apos;export de plusieurs concepts, il y a autant de fichiers et de fen&#xEA;tres de t&#xE9;l&#xE9;chargement que de concepts export&#xE9;s.</p>
</li>
</ul>
<p><strong><em>NB : Le format ODT permet d&apos;&#xE9;changer avec des interlocuteurs pour la mise au point d&apos;une d&#xE9;finition, tandis que le format PDF est &#xE0; usage d&apos;information.</em></strong></p>
<hr>
<h2 id="envoyer-un-concept"><a id="envoyer-concept">Envoyer un concept</a></h2>
<p>L&apos;envoi d&apos;un concept est possible &#xE0; partir de la page de description d&apos;un concept :</p>
<ul>
<li>Cliquer sur le bouton <span style="color: blue">Envoyer</span> en haut de l&apos;&#xE9;cran. Une nouvelle page s&apos;affiche alors, permettant d&apos;envoyer &#xE0; un destinataire un message avec en pi&#xE8;ce jointe la description du concept au format ODT, ainsi qu&apos;un lien vers la page du concept dans l&apos;application. L&apos;objet du message et le corps du texte peuvent &#xEA;tre modifi&#xE9;s pour personnaliser l&apos;envoi ;</li>
</ul>
<p><strong><em>NB : Ce service n&apos;est pas reli&#xE9; &#xE0; l&apos;annuaire : il faut donc saisir l&apos;adresse mail compl&#xE8;te pour tous les destinataires.</em></strong></p>
<ul>
<li>Lorsque l&apos;adresse mail du destinataire est renseign&#xE9;e et le texte pr&#xEA;t, cliquer en haut &#xE0; droite sur le bouton <span style="color: blue">Envoyer</span> pour transmettre le mail.</li>
</ul>
<hr>
<h2 id="cr&#xE9;er-un-concept"><a id="creer-concept">Cr&#xE9;er un concept</a></h2>
<p><strong>Avant de cr&#xE9;er un concept, il est important de v&#xE9;rifier qu&apos;il n&apos;a pas d&#xE9;j&#xE0; &#xE9;t&#xE9; renseign&#xE9; dans l&apos;application en utilisant les <a href="#rechercher-concept">fonctionnalit&#xE9;s de recherche</a>.</strong></p>
<p>La cr&#xE9;ation d&apos;un concept est possible &#xE0; partir de la page d&apos;accueil Concepts.</p>
<ul>
<li>Cliquer sur le bouton <span style="color: blue">Nouveau</span> du menu &#xE0; gauche de la page. La premi&#xE8;re page de cr&#xE9;ation du concept s&apos;affiche alors.</li>
</ul>
<p>Trois onglets sont disponibles pour d&#xE9;finir le concept : <span style="color: blue">Informations g&#xE9;n&#xE9;rales</span> (1), <span style="color: blue">Notes</span> (2) et <span style="color: blue">Liens</span> (3).</p>
<ol>
<li><p>Dans l&apos;onglet <span style="color: blue">Informations g&#xE9;n&#xE9;rales</span>, vous pouvez renseigner diff&#xE9;rentes informations, &#xE0; savoir :</p>
</li>
<li><p>Le <strong>Libell&#xE9;</strong> : le nom du concept, <strong>obligatoire afin de pouvoir cr&#xE9;er un concept</strong> ;</p>
</li>
<li>Le <strong>Libell&#xE9; alternatif</strong> : il s&apos;agit d&apos;un libell&#xE9; secondaire, d&apos;un sigle ou d&apos;un acronyme (il est possible d&apos;ajouter ou de supprimer des libell&#xE9;s alternatifs en cliquant sur + ou -) ;</li>
<li>Le <strong>Propri&#xE9;taire</strong> : le timbre de l&apos;unit&#xE9; responsable de la description du concept ;</li>
<li>Le <strong>Gestionnaire</strong> : l&apos;unit&#xE9; habilit&#xE9;e &#xE0; cr&#xE9;er / modifier le concept. Il s&apos;agit de l&apos;unit&#xE9; Qualit&#xE9; (DG75-L201) qui assure la gestion des concepts ;</li>
<li>Le <strong>Statut de diffusion</strong>, qui peut &#xEA;tre :<ul>
<li>Priv&#xE9; : la diffusion est r&#xE9;serv&#xE9;e &#xE0; un usage interne ;</li>
<li>Public g&#xE9;n&#xE9;rique : la diffusion est destin&#xE9;e &#xE0; la rubrique &#xAB; D&#xE9;finitions &#xBB; de insee.fr ;</li>
<li>Public sp&#xE9;cifique : la diffusion est restreinte &#xE0; la documentation des publications et n&apos;appara&#xEE;t pas &#xE0; la rubrique D&#xE9;finitions.</li>
</ul>
</li>
<li>Le <strong>Document li&#xE9;</strong> : permet d&apos;ins&#xE9;rer un lien vers une page Internet ;</li>
<li><p>La <strong>Date de fin de validit&#xE9;</strong> : <strong>ne doit pas &#xEA;tre renseign&#xE9;e &#xE0; la cr&#xE9;ation</strong> : d&#xE8;s lors que cette date est renseign&#xE9;e, et qu&apos;elle a &#xE9;t&#xE9; atteinte, le concept ne peut plus &#xEA;tre modifi&#xE9;.</p>
</li>
<li><p>Dans l&apos;onglet <span style="color: blue">Notes</span>, vous pouvez renseigner diff&#xE9;rentes informations, &#xE0; savoir :</p>
</li>
<li><p><strong>D&#xE9;finition courte</strong> : elle reprend g&#xE9;n&#xE9;ralement la premi&#xE8;re phrase de la d&#xE9;finition, et ne doit pas comporter plus de 350 caract&#xE8;res. La saisie peut &#xEA;tre mise en forme avec des puces ou des num&#xE9;ros en cliquant sur les ic&#xF4;nes correspondantes, au-dessus de l&#x2019;encadr&#xE9; &#xE0; compl&#xE9;ter. <strong>La d&#xE9;finition courte est obligatoire pour tous les concepts, hormis ceux dont le statut de diffusion est &#xAB; Priv&#xE9; &#xBB; ;</strong></p>
</li>
<li><p><strong>D&#xE9;finition</strong> : la d&#xE9;finition est la d&#xE9;finition longue, et doit commencer en reprenant int&#xE9;gralement la d&#xE9;finition courte. La saisie peut &#xEA;tre mise en forme avec des puces ou des num&#xE9;ros en cliquant sur les ic&#xF4;nes correspondantes, au-dessus de l&apos;encadr&#xE9; &#xE0; compl&#xE9;ter ;</p>
</li>
<li><p><strong>Note &#xE9;ditoriale</strong> : elle correspond &#xE0; la rubrique &#xAB; Remarques &#xBB; des d&#xE9;finitions sur insee.fr. <strong>Attention</strong> : il n&apos;est pas n&#xE9;cessaire de saisir le mot &#xAB; Remarques &#xBB; dans l&apos;encadr&#xE9; &#xE0; compl&#xE9;ter, car cet intitul&#xE9; est d&#xE9;j&#xE0; pr&#xE9;vu sur insee.fr ;</p>
</li>
<li><p><strong>Note de changement</strong> : il s&apos;agit d&#x2019;une courte notification &#xE0; usage interne, permettant de commenter la cr&#xE9;ation ou la modification de la d&#xE9;finition. Cette &#xAB; Note de changement &#xBB; peut &#xEA;tre renseign&#xE9;e &#xE0; tout moment, y compris &#xE0; la cr&#xE9;ation du concept, notamment pour documenter le contexte de sa cr&#xE9;ation.</p>
</li>
<li><p>Dans l&apos;onglet <span style="color: blue">Liens</span>, vous pouvez renseigner diff&#xE9;rentes informations, &#xE0; savoir :</p>
</li>
<li><p>Plusieurs types de liens permettant de naviguer d&apos;un concept vers un autre. Ces liens sont porteurs de sens et fournissent une information compl&#xE9;mentaire &#xE0; la d&#xE9;finition. Ils doivent &#xEA;tre publi&#xE9;s avec la d&#xE9;finition. Pour ajouter un lien, choisir le type d&apos;onglet correspondant au lien &#xE0; poser, puis faire d&#xE9;filer la liste des concepts &#xE0; droite pour trouver le lien souhait&#xE9;, ou utiliser la barre de recherche en haut de la liste des concepts. Cliquer sur le bouton <img src="../../img/add.png" width="18"> du lien &#xE0; ajouter, ou sur le bouton <img src="../../img/del.png" width="18"> pour le retirer.</p>
</li>
<li><p>Onglets <span style="color: blue">Parent</span> et <span style="color: blue">Enfant</span> : il s&apos;agit des liens hi&#xE9;rarchiques qui permettent de relier un concept g&#xE9;n&#xE9;ral &#xE0; des concepts plus sp&#xE9;cifiques et inversement (exemple : &#xAB; Vacances &#xBB; est le concept parent de &#xAB; Vacances d&apos;&#xE9;t&#xE9; &#xBB; et &#xAB; Vacances d&apos;hiver &#xBB;).</p>
</li>
</ol>
<p><strong><em>NB : La pose d&apos;un lien Parent d&#x2019;un concept A vers un concept B entra&#xEE;ne automatiquement l&apos;ajout d&#x2019;un lien Enfant du concept B vers le concept A. Un concept parent peut donc avoir plusieurs concepts enfants, mais un concept enfant ne peut avoir qu&#x2019;un concept parent.</em></strong></p>
<ul>
<li><p>Onglet <span style="color: blue">R&#xE9;f&#xE9;rence</span> : il s&#x2019;agit de mettre en place des hyperliens vers les concepts cit&#xE9;s dans le texte de la d&#xE9;finition. Un concept peut ainsi r&#xE9;f&#xE9;rencer plusieurs concepts ;</p>
</li>
<li><p>Onglet <span style="color: blue">Remplace</span> : ces liens permettent de reconstituer l&apos;historique du concept (exemple : le RSA remplace le RMI, le microentrepreneur remplace l&apos;autoentrepreneur, etc.). L&apos;ajout d&#x2019;un lien <span style="color: blue">Remplace</span> du concept A vers le concept B entra&#xEE;ne la cr&#xE9;ation d&apos;un lien &#xAB; est remplac&#xE9; par &#xBB; du concept B vers le concept A.</p>
</li>
</ul>
<p><strong><em>NB : Un concept peut &#xEA;tre remplac&#xE9; par un ou plusieurs concepts, et inversement.</em></strong></p>
<ul>
<li>Onglet Li&#xE9; : ces liens sont de type &#xAB; voir aussi &#xBB; et permettent de renvoyer vers des concepts connexes.</li>
</ul>
<p>Le bouton <span style="color: blue">Sauvegarder</span> permet d&apos;enregistrer les donn&#xE9;es dans la base de gestion. <strong>A noter que toute sauvegarde est impossible tant que les champs obligatoires, marqu&#xE9;s d&apos;une &#xAB; * &#xBB;, n&apos;ont pas &#xE9;t&#xE9; remplis. Penser &#xE0; sauvegarder les informations saisies avant de changer d&apos;&#xE9;cran.</strong> Il est &#xE0; noter que la sauvegarde n&apos;entra&#xEE;ne pas la publication du concept. Il est donc possible, si n&#xE9;cessaire, de cr&#xE9;er le concept en plusieurs &#xE9;tapes. Le statut de publication du concept passe alors en &#xAB; Provisoire &#xBB;, jusqu&apos;&#xE0; sa publication.</p>
<p>Le bouton <span style="color: blue">Annuler</span> permet de revenir &#xE0; la page d&apos;accueil de l&apos;onglet Concept.</p>
<p>Pour envoyer la description du concept par mail &#xE0; un interlocuteur (en particulier &#xE0; son propri&#xE9;taire), voir <a href="#envoyer-concept">Envoyer un concept</a>.</p>
<p>Pour publier un concept dans le r&#xE9;f&#xE9;rentiel, voir <a href="#publier-concept">Publier un concept</a>.</p>
<hr>
<h2 id="modifier-un-concept"><a id="modifier-concept">Modifier un concept</a></h2>
<p>La modification d&apos;un concept possible &#xE0; partir de sa page de description.</p>
<ul>
<li>Cliquer en haut &#xE0; droite sur le bouton <span style="color: blue">Modifier</span>.</li>
<li>Modifier les champs souhait&#xE9;s</li>
<li>Cliquer sur le bouton <span style="color: blue">Sauvegarder</span></li>
</ul>
<p>Les diff&#xE9;rents champs peuvent alors &#xEA;tre modifi&#xE9;s, et les consignes d&#xE9;crites dans la fonctionnalit&#xE9; [Cr&#xE9;er un concept] s&apos;appliquent alors.</p>
<p>Une fois le concept modifi&#xE9;, son statut de publication devient <strong>&#xAB; Provisoire &#xBB;, jusqu&#x2019;&#xE0; sa publication</strong>. Tant qu&#x2019;il n&apos;est pas publi&#xE9; dans le r&#xE9;f&#xE9;rentiel de publication (voir <a href="#publier-concept">Publier un concept</a>), l&apos;ancienne version reste &#xE0; disposition des applications clientes.</p>
<p>La modification des notes &#xAB; D&#xE9;finition courte &#xBB;, &#xAB; D&#xE9;finition &#xBB; et &#xAB; Note &#xE9;ditoriale &#xBB; peuvent donner lieu &#xE0; la cr&#xE9;ation de nouvelles versions de ces notes (voir <a href="#creer-nouvelle-version">Cr&#xE9;er une nouvelle version</a>).</p>
<hr>
<h2 id="cr&#xE9;er-une-nouvelle-version"><a id="creer-version-concept">Cr&#xE9;er une nouvelle version</a></h2>
<p>Lorsque l&apos;on <a href="#modifier-concept">modifie</a> une d&#xE9;finition courte, une d&#xE9;finition longue ou la note &#xE9;ditoriale d&apos;un concept, au moment de cliquer sur <span style="color: blue">Sauvegarder</span>, une bo&#xEE;te de dialogue s&apos;ouvre pour demander de choisir entre cr&#xE9;er une nouvelle version ou &#xE9;craser la version courante.</p>
<ul>
<li><p>L&#x2019;option &#xAB; &#xE9;craser la version courante &#xBB; est utilis&#xE9;e dans le cas d&#x2019;une modification simple, par exemple pour corriger l&#x2019;orthographe ou la syntaxe d&#x2019;une d&#xE9;finition ou d&#x2019;une note &#xE9;ditoriale.</p>
</li>
<li><p>D&#xE8;s lors que la modification d&apos;une d&#xE9;finition ou d&#x2019;une note &#xE9;ditoriale fait &#xE9;voluer le sens d&#x2019;un concept, l&#x2019;option &#xAB; cr&#xE9;er une nouvelle version &#xBB; doit &#xEA;tre utilis&#xE9;e afin de permettre aux propri&#xE9;taires successifs du concept de comprendre le cheminement qui a conduit &#xE0; sa d&#xE9;finition courante. Ainsi, cr&#xE9;er une nouvelle version permet de garder trace des d&#xE9;finitions pr&#xE9;c&#xE9;dentes, de mani&#xE8;re &#xE0; pouvoir comparer les diff&#xE9;rentes versions successives.</p>
</li>
</ul>
<p><strong>La note de changement est obligatoire pour cr&#xE9;er une nouvelle version de la d&#xE9;finition.</strong> C&apos;est une note &#xE0; usage interne : elle est destin&#xE9;e &#xE0; garder trace de l&apos;origine et du contexte des modifications.</p>
<ul>
<li>Pour continuer, renseigner la note de changement, puis proc&#xE9;der aux modifications comme indiqu&#xE9; &#xE0; la rubrique <strong>&#xAB; Modifier un concept &#xBB;</strong>.</li>
</ul>
<p><strong><em>NB : Le processus de versionnement ne s&apos;active que lorsque l&apos;on veut modifier un concept publi&#xE9;. Si le concept est en attente de publication (c&apos;est-&#xE0;-dire si son statut de publication est provisoire) les modifications successives ne donnent pas lieu &#xE0; versionnement. Les nouvelles d&#xE9;finitions et notes &#xE9;crasent les anciennes versions.</em></strong></p>
<hr>
<h2 id="comparer-les-versions-dun-concept"><a id="comparer-versions">Comparer les versions d&apos;un concept</a></h2>
<p>Lorsque plusieurs versions de notes (d&#xE9;finition courte, d&#xE9;finition longue ou note &#xE9;ditoriale) existent, on peut les comparer en cliquant en haut &#xE0; gauche sur le bouton <span style="color: blue">Comparer</span> de l&apos;&#xE9;cran de description d&apos;un concept. Un menu d&#xE9;roulant permet de s&#xE9;lectionner les versions que l&apos;on souhaite comparer.</p>
<ul>
<li>Les deux versions s&#xE9;lectionn&#xE9;es s&apos;affichent alors en vis-&#xE0;-vis ;</li>
<li>Pour revenir &#xE0; la version courante, cliquer en haut &#xE0; gauche sur <span style="color: blue">Revenir &#xE0; la version courante</span>.</li>
</ul>
<hr>
<h2 id="publier-un-concept"><a id="publier-concept">Publier un concept</a></h2>
<p>La publication d&apos;un concept est possible &#xE0; partir de la page de description d&apos;un concept. Seul le propri&#xE9;taire du concept, ou par d&#xE9;l&#xE9;gation l&apos;unit&#xE9; Qualit&#xE9; (apr&#xE8;s &#xE9;changes de mails), est habilit&#xE9; &#xE0; publier un concept.</p>
<ul>
<li>Cliquer en haut &#xE0; droite sur <span style="color: blue">Publier</span> apr&#xE8;s avoir v&#xE9;rifi&#xE9; les informations saisies.</li>
</ul>
<p>Pour rechercher les concepts &#xE0; publier, utiliser la recherche avanc&#xE9;e &#xE0; partir de la page d&apos;accueil Concepts en s&#xE9;lectionnant <strong>le statut de publication &#xAB; Provisoire &#xBB;</strong>, et &#xE9;ventuellement <strong>le timbre</strong>. La liste des concepts &#xE0; publier s&apos;affiche alors automatiquement sous le moteur de recherche.</p>
<hr>
<h1 id="fonctionnalit&#xE9;s-de-gestion-des-collections-de-concepts"><a id="fonctionnalites-collections-concepts">Fonctionnalit&#xE9;s de gestion des collections de concepts</a></h1>
<h2 id="rechercher-une-collection-de-concepts"><a id="rechecher-collection">Rechercher une collection de concepts</a></h2>
<p>La recherche d&apos;une collection est possible &#xE0; partir de la page d&apos;accueil <span style="color: blue">Collections</span> dans la barre horizontale de menu.</p>
<p>La barre de recherche propose un moteur de recherche dans lequel on peut <strong>saisir une suite de caract&#xE8;res correspondant &#xE0; tout ou partie du libell&#xE9; de la collection recherch&#xE9;e</strong>.</p>
<p>La recherche se lance automatiquement &#xE0; mesure que des caract&#xE8;res sont saisis dans la barre de recherche. Les r&#xE9;sultats s&apos;affichent sur une ou plusieurs pages en fonction du nombre de s&#xE9;ries trouv&#xE9;es.</p>
<p>Cliquer ensuite sur la collection souhait&#xE9;e pour acc&#xE9;der &#xE0; sa page de description. Pour consulter la version anglaise, cocher la case : [ ] <strong>Afficher la seconde langue</strong>. Celle-ci s&apos;affichera &#xE0; droite de la version fran&#xE7;aise.</p>
<hr>
<h2 id="exporter-une-ou-plusieurs-collections-de-concepts"><a id="exporter-collection">Exporter une ou plusieurs collections de concepts</a></h2>
<p>L&apos;export d&apos;une ou plusieurs collections de concepts est possible &#xE0; partir de la page d&apos;accueil <span style="color: blue">Collections</span>.</p>
<ul>
<li><p>Cliquer sur le bouton <span style="color: blue">Exporter</span> &#xE0; gauche de la page ;</p>
</li>
<li><p>Faire d&#xE9;filer la liste des collections &#xE0; droite pour trouver les collections souhait&#xE9;es, ou utiliser la barre de recherche en haut de la liste des collections ;</p>
</li>
<li><p>Cliquer sur le bouton <img src="../../img/add.png" width="18"> des collections &#xE0; exporter pour les int&#xE9;grer au bloc d&apos;export de gauche, ou sur le bouton <img src="../../img/del.png" width="18"> pour les retirer ;</p>
</li>
<li><p>Une fois la ou les collections s&#xE9;lectionn&#xE9;es, cliquer sur <span style="color: blue">Exporter</span> en haut &#xE0; droite ;</p>
</li>
<li><p>Une boite de dialogue s&apos;ouvre. Choisir le format souhait&#xE9; (PDF ou ODT). La fen&#xEA;tre de t&#xE9;l&#xE9;chargement s&apos;ouvre ensuite avec les options &#xAB; ouvrir &#xBB; et &#xAB; enregistrer &#xBB;. En cas d&apos;export de plusieurs collections, il y a autant de fichiers et de fen&#xEA;tres de t&#xE9;l&#xE9;chargement que de collections export&#xE9;es.</p>
</li>
</ul>
<hr>
<h2 id="cr&#xE9;er-une-collection-de-concepts"><a id="creer-collection">Cr&#xE9;er une collection de concepts</a></h2>
<p><strong>Avant de cr&#xE9;er une collection, il est important de v&#xE9;rifier qu&apos;elle n&apos;a pas d&#xE9;j&#xE0; &#xE9;t&#xE9; renseign&#xE9;e dans l&apos;application en utilisant les <a href="#rechercher-collection">fonctionnalit&#xE9;s de recherche</a>.</strong></p>
<p>La cr&#xE9;ation d&apos;une collection de concepts est possible &#xE0; partir de la page d&apos;accueil <span style="color: blue">Collections</span>.</p>
<ul>
<li>Cliquer sur le bouton <span style="color: blue">Nouvelle</span> du menu &#xE0; gauche de la page. La premi&#xE8;re page de cr&#xE9;ation de la collection s&apos;affiche alors.</li>
</ul>
<p>Le bouton <span style="color: blue">Sauvegarder</span> permet d&apos;enregistrer les donn&#xE9;es dans la base de gestion. <strong>A noter que toute sauvegarde est impossible tant que les champs obligatoires, marqu&#xE9;s d&apos;une &#xAB; /* &#xBB;, n&apos;ont pas &#xE9;t&#xE9; remplis. Penser &#xE0; sauvegarder les informations saisies avant de changer d&apos;&#xE9;cran.</strong> Il est &#xE0; noter que la sauvegarde n&apos;entra&#xEE;ne pas la publication de la s&#xE9;rie. Il est donc possible, si n&#xE9;cessaire, de cr&#xE9;er la collection en plusieurs &#xE9;tapes. Le statut de publication de la collection passe alors en &#xAB; Provisoire &#xBB;, jusqu&apos;&#xE0; sa publication.</p>
<p>Le bouton <span style="color: blue">Annuler</span> permet de revenir &#xE0; la page d&apos;accueil de l&apos;onglet <span style="color: blue">Collections</span>.</p>
<ul>
<li>En bas de page, s&#xE9;lectionner les concepts &#xE0; inclure dans la collection en utilisant les boutons <img src="../../img/add.png" width="18"> et <img src="../../img/del.png" width="18"> pour respectivement les ajouter ou les retirer. Pour rechercher un concept, saisir une suite de caract&#xE8;res contenue dans le libell&#xE9; du concept recherch&#xE9; dans la barre de recherche au-dessus de la liste.</li>
</ul>
<p>Pour envoyer une collection de concepts par mail &#xE0; un interlocuteur (en particulier &#xE0; son propri&#xE9;taire), voir <a href="#envoyer-collection">Envoyer une collection de concepts</a>.</p>
<p>Pour publier une collection dans le r&#xE9;f&#xE9;rentiel, voir <a href="#publier-collection">Publier une collection de concepts</a>.</p>
<hr>
<h2 id="modifier-une-collection-de-concepts"><a id="modifier-collection">Modifier une collection de concepts</a></h2>
<p>La modification d&apos;une collection de concepts est possible &#xE0; partir de la page de description d&apos;une collection.</p>
<ul>
<li>Cliquer en haut &#xE0; droite sur le bouton <span style="color: blue">Modifier.</span></li>
</ul>
<p>Les diff&#xE9;rents champs peuvent alors &#xEA;tre modifi&#xE9;s, et les consignes d&#xE9;crites dans la fonctionnalit&#xE9; <a href="#creer-collection">Cr&#xE9;er une collection de concepts</a> s&apos;appliquent alors.</p>
<p>Une fois la collection modifi&#xE9;e, son statut de publication devient <strong>&#xAB; Provisoire &#xBB;, jusqu&#x2019;&#xE0; sa publication</strong>. Tant qu&#x2019;elle n&apos;est pas publi&#xE9;e dans le r&#xE9;f&#xE9;rentiel de publication (voir <a href="#publier-collection">Publier une collection de concepts</a>), l&apos;ancienne version reste &#xE0; disposition des applications clientes.</p>
<hr>
<h2 id="envoyer-une-collection-de-concepts"><a id="envoyer-collection">Envoyer une collection de concepts</a></h2>
<p>L&apos;envoi d&apos;une collection de concepts est possible &#xE0; partir de la page de description d&apos;une collection.</p>
<ul>
<li>Cliquer sur le bouton <span style="color: blue">Envoyer</span> en haut au centre de l&apos;&#xE9;cran de description de la collection.</li>
</ul>
<p>Une nouvelle page s&apos;affiche alors, permettant d&apos;envoyer &#xE0; un destinataire un message avec en pi&#xE8;ce jointe la liste des concepts de la collection au format ODT, ainsi qu&apos;un lien vers la page de la collection dans l&apos;application. L&apos;objet du message et le corps du texte peuvent &#xEA;tre modifi&#xE9;s pour personnaliser l&apos;envoi.</p>
<p><strong><em>NB : Ce service n&apos;est pas reli&#xE9; &#xE0; l&apos;annuaire interne : il faut donc saisir l&apos;adresse mail compl&#xE8;te pour tous les destinataires.</em></strong></p>
<ul>
<li>Lorsque l&apos;adresse mail du destinataire est renseign&#xE9;e et le texte pr&#xEA;t, cliquer en haut &#xE0; droite sur le bouton <span style="color: blue">Envoyer</span> pour transmettre le mail.</li>
</ul>
<hr>
<h2 id="publier-une-collection-de-concepts"><a id="publier-collection">Publier une collection de concepts</a></h2>
<p>La publication d&apos;un collection de concepts est possible &#xE0; partir de la page de description d&apos;une collection. Seul le propri&#xE9;taire de la collection, ou par d&#xE9;l&#xE9;gation l&apos;unit&#xE9; Qualit&#xE9; (apr&#xE8;s &#xE9;changes de mails), est habilit&#xE9; &#xE0; publier une collection.</p>
<ul>
<li>Cliquer en haut &#xE0; droite sur <span style="color: blue">Publier</span> apr&#xE8;s avoir v&#xE9;rifi&#xE9; les informations saisies.</li>
</ul>
<hr>
<h1 id="administration"><a id="administration">Administration</a></h1>
<h2 id="suivre-lactivit&#xE9;-du-r&#xE9;f&#xE9;rentiel"><a id="suivre-concepts">Suivre l&apos;activit&#xE9; du r&#xE9;f&#xE9;rentiel</a></h2>
<p>Le suivi de l&apos;activit&#xE9; du r&#xE9;f&#xE9;rentiel est possible &#xE0; partir de la page d&apos;accueil <span style="color: blue">Administration</span> dans la barre horizontale de menu.</p>
<ul>
<li>Cliquer sur le pav&#xE9; <strong>Tableau de bord</strong>.</li>
</ul>
<p>En cliquant ensuite sur l&apos;onglet <span style="color: blue"><strong>Concepts</strong></span>, deux tableaux r&#xE9;capitulatif des concepts enregistr&#xE9;s dans la base &#xE0; la date du jour s&apos;affichent, dont un par propri&#xE9;taire.</p>
<p>En cliquant sur l&apos;onglet <span style="color: blue"><strong>Collections</strong></span>, ce sont deux tableaux r&#xE9;capitulatifs des collections &#xE0; la date du jour qui s&apos;affichent.</p>
<p>Les onglets <span style="color: blue"><strong>Liste des cr&#xE9;ations</strong></span> et <span style="color: blue"><strong>Liste des modifications</strong></span> permettent de lister les cr&#xE9;ations et les modifications &#xE0; partir d&apos;une date &#xE0; saisir dans la zone pr&#xE9;vue &#xE0; cet effet.</p>
<p>Les listes peuvent &#xEA;tre tri&#xE9;es en cliquant sur les titres des colonnes.</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="../getting-started.html" class="navigation navigation-prev " aria-label="Previous page: Démarrage">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="classification.html" class="navigation navigation-next " aria-label="Next page: Nomenclature">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"Concept","level":"2.1","depth":1,"next":{"title":"Nomenclature","level":"2.2","depth":1,"path":"user-guide/classification.md","ref":"user-guide/classification.md","articles":[]},"previous":{"title":"Démarrage","level":"1.2","depth":1,"path":"getting-started.md","ref":"getting-started.md","articles":[]},"dir":"ltr"},"config":{"plugins":["edit-link","prism","-highlight","github","anchorjs","image-captions","include-codeblock"],"root":"./","styles":{"website":"gitbook.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"prism":{"lang":{"shell":"bash"}},"github":{"url":"https://github.com/InseeFr/Bauhaus/"},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"include-codeblock":{"check":false,"edit":false,"fixlang":false,"lang":"","template":"default","theme":"chrome","unindent":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"edit-link":{"label":"Edit This Page","base":"https://github.com/InseeFr/Bauhaus/tree/main/docs"},"theme-default":{"styles":{"website":"gitbook.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false},"anchorjs":{},"image-captions":{"variable_name":"_pictures"}},"theme":"default","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{"_pictures":[]},"title":"Bauhaus","language":"fr","gitbook":"*"},"file":{"path":"user-guide/concept.md","mtime":"2024-04-02T08:08:58.015Z","type":"markdown"},"gitbook":{"version":"3.2.2","time":"2024-04-02T08:09:39.429Z"},"basePath":"..","book":{"language":"fr"}});
        });
    </script>
</div>

        
    <script src="../../gitbook/gitbook.js"></script>
    <script src="../../gitbook/theme.js"></script>
    
        
        <script src="../../gitbook/gitbook-plugin-edit-link/plugin.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-github/plugin.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-anchorjs/anchor.min.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-anchorjs/anchor-style.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

