
<!DOCTYPE HTML>
<html lang="fr" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>Operation · Bauhaus</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.2">
        
        
        
    
    <link rel="stylesheet" href="../../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-prism/prism.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-image-captions/image-captions.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="structure.html" />
    
    
    <link rel="prev" href="classification.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Tapez pour rechercher" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        <li class="header">Guide du développeur</li>
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../getting-started.html">
            
                <a href="../getting-started.html">
            
                    
                    Démarrage
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">Guide Utilisateur</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="concept.html">
            
                <a href="concept.html">
            
                    
                    Concept
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="classification.html">
            
                <a href="classification.html">
            
                    
                    Nomenclature
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="2.3" data-path="operation.html">
            
                <a href="operation.html">
            
                    
                    Operation
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="structure.html">
            
                <a href="structure.html">
            
                    
                    Structure
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Publié avec GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >Operation</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="guide-utilisateur-du-module-op&#xE9;rations-statistiques-de-bauhaus">Guide utilisateur du module Op&#xE9;rations statistiques de Bauhaus</h1>
<p>Version au 22/06/2020</p>
<p>Le module Op&#xE9;rations encore appel&#xE9; &#xAB; Bauhaus-op&#xE9;rations &#xBB; permet de g&#xE9;rer les op&#xE9;rations statistiques de l&apos;Insee et des SSM.</p>
<h2 id="sommaire">Sommaire</h2>
<ul>
<li><a href="#notions"><strong>Quelques notions pour bien d&#xE9;marrer</strong></a></li>
</ul>
<hr>
<ul>
<li><a href="#naviguer"><strong>Naviguer dans l&apos;application</strong></a></li>
</ul>
<hr>
<ul>
<li><p><a href="#gerer-familles"><strong>Fonctionnalit&#xE9;s de gestion des familles</strong></a></p>
<ul>
<li><a href="#rechercher-famille">Rechercher une famille</a></li>
<li><a href="#creer-famille">Cr&#xE9;er une famille</a></li>
<li><a href="#modifier-famille">Modifier une famille</a></li>
<li><a href="#publier-famille">Publier une famille</a></li>
</ul>
</li>
</ul>
<hr>
<ul>
<li><p><a href="#gerer-series"><strong>Fonctionnalit&#xE9;s de gestion des s&#xE9;ries</strong></a></p>
<ul>
<li><a href="#rechercher-serie">Rechercher une s&#xE9;rie</a></li>
<li><a href="#creer-serie">Cr&#xE9;er une s&#xE9;rie</a></li>
<li><a href="#modifier-serie">Modifier une s&#xE9;rie</a></li>
<li><a href="#publier-serie">Publier une s&#xE9;rie</a></li>
</ul>
</li>
</ul>
<hr>
<ul>
<li><p><a href="#gerer-operations"><strong>Fonctionnalit&#xE9;s de gestion des op&#xE9;rations</strong></a></p>
<ul>
<li><a href="#rechercher-operation">Rechercher une op&#xE9;ration</a></li>
<li><a href="#creer-operation">Cr&#xE9;er une op&#xE9;ration</a></li>
<li><a href="#modifier-operation">Modifier une op&#xE9;ration</a></li>
<li><a href="#publier-operation">Publier une op&#xE9;ration</a></li>
</ul>
</li>
</ul>
<hr>
<ul>
<li><p><a href="#gerer-indicateurs"><strong>Fonctionnalit&#xE9;s de gestion des indicateurs</strong></a></p>
<ul>
<li><a href="#rechercher-indicateur">Rechercher un indicateur</a></li>
<li><a href="#creer-indicateur">Cr&#xE9;er un indicateur</a></li>
<li><a href="#modifier-indicateur">Modifier un indicateur</a></li>
<li><a href="#publier-indicateur">Publier un indicateur</a></li>
</ul>
</li>
</ul>
<hr>
<ul>
<li><p><a href="#gerer-sims"><strong>Fonctionnalit&#xE9;s de gestion des documentations Sims</strong></a></p>
<ul>
<li><a href="#creer-sims">Cr&#xE9;er une documentation Sims</a></li>
<li><a href="#modifier-sims">Modifier une documentation Sims</a></li>
<li><a href="#publier-sims">Publier une documentation Sims</a></li>
</ul>
</li>
</ul>
<hr>
<ul>
<li><a href="#gerer-documents-liens"><strong>Fonctionnalit&#xE9;s de gestion des documents et des liens</strong></a><ul>
<li><a href="#rechercher-document-lien">Rechercher un Document/Lien</a></li>
<li><a href="#creer-document">Cr&#xE9;er un document</a></li>
<li><a href="#modifier-document">Modifier un document</a></li>
<li><a href="#creer-lien">Cr&#xE9;er un lien</a></li>
<li><a href="#modifier-lien">Modifier un lien</a></li>
</ul>
</li>
</ul>
<hr>
<h2 id="quelques-notions-pour-bien-d&#xE9;marrer"><a id="notions">Quelques notions pour bien d&#xE9;marrer</a></h2>
<h3 id="quest-ce-quune-op&#xE9;ration-statistique-">Qu&apos;est-ce qu&apos;une op&#xE9;ration statistique ?</h3>
<p>Le r&#xE9;f&#xE9;rentiel de m&#xE9;tadonn&#xE9;es statistiques est organis&#xE9; selon une arborescence :</p>
<ul>
<li>Famille d&apos;op&#xE9;rations statistiques<ul>
<li>S&#xE9;rie d&apos;op&#xE9;rations statistiques<ul>
<li>Op&#xE9;rations statistiques</li>
</ul>
</li>
</ul>
</li>
</ul>
<p>Dans la suite du document, on pourra utiliser les raccourcis &#xAB; Famille &#xBB;, &#xAB; S&#xE9;rie &#xBB; et &#xAB; Op&#xE9;ration &#xBB; pour mentionner un des trois niveaux.</p>
<p>Une op&#xE9;ration statistique peut &#xEA;tre d&#xE9;finie comme l&apos;ensemble des phases de collecte, de traitement voire de diffusion de donn&#xE9;es. Cet ensemble peut &#xEA;tre mill&#xE9;sim&#xE9;. Il s&apos;agit d&apos;enqu&#xEA;tes statistiques ou d&apos;utilisation de donn&#xE9;es administratives (ex : l&apos;enqu&#xEA;te de fr&#xE9;quentation dans l&apos;h&#xF4;tellerie 2016, les D&#xE9;clarations Annuelles de Donn&#xE9;es Sociales 2015) ou des nouvelles sources de donn&#xE9;es (ex : m&#xE9;gadonn&#xE9;es ou autres).</p>
<p>Pour illustrer cette hi&#xE9;rarchie, on consid&#xE9;rera :</p>
<ul>
<li>la famille d&apos;op&#xE9;rations statistiques &#xAB; Technologie de l&apos;information et de la communication &#xBB; comprenant trois s&#xE9;ries d&apos;op&#xE9;rations statistiques pour distinguer des grands domaines, des processus ou des objectifs :<ul>
<li>la s&#xE9;rie d&apos;op&#xE9;rations statistiques : &#xAB; Enqu&#xEA;te annuelle aupr&#xE8;s des m&#xE9;nages sur les technologies de l&apos;information et de la communication / TIC-m&#xE9;nages &#xBB; comprenant une op&#xE9;ration statistique pour distinguer le mill&#xE9;sime :<ul>
<li>Enqu&#xEA;te annuelle aupr&#xE8;s des m&#xE9;nages sur les technologies de l&apos;information et de la communication 2018</li>
</ul>
</li>
<li>la s&#xE9;rie d&apos;op&#xE9;rations statistiques : &#xAB; Enqu&#xEA;te sur l&apos;usage de l&apos;informatique, des technologies de la communication et le commerce &#xE9;lectronique dans les entreprises de moins de 10 personnes occup&#xE9;es / TIC-TPE &#xBB; comprenant deux op&#xE9;rations statistiques pour distinguer chaque mill&#xE9;sime :<ul>
<li>&#xAB; Enqu&#xEA;te sur l&apos;usage de l&apos;informatique et des technologies de la communication dans les entreprises de moins 10 personnes (2012) &#xBB;</li>
<li>&#xAB; Enqu&#xEA;te sur l&apos;usage de l&apos;informatique, des technologies de la communication et le commerce &#xE9;lectronique dans les entreprises de moins de 10 personnes occup&#xE9;es (2016) &#xBB;</li>
</ul>
</li>
<li>la s&#xE9;rie d&apos;op&#xE9;rations statistiques &#xAB; Enqu&#xEA;te sur les technologies de l&apos;information et de la communication dans les entreprises / TIC-entreprises &#xBB; comprenant quinze op&#xE9;rations statistiques pour distinguer chaque mill&#xE9;sime :<ul>
<li>&#xAB; Enqu&#xEA;te sur les technologies de l&apos;information et de la communication dans les entreprises 2020 &#xBB;</li>
<li>&#xAB; Enqu&#xEA;te sur les technologies de l&apos;information et de la communication dans les entreprises 2019 &#xBB;</li>
<li>&#xAB; Enqu&#xEA;te sur les technologies de l&apos;information et de la communication dans les entreprises 2018 &#xBB;</li>
<li>etc. jusque 2006.</li>
</ul>
</li>
</ul>
</li>
</ul>
<h3 id="quest-ce-quun-indicateur-">Qu&apos;est-ce qu&apos;un indicateur ?</h3>
<p>Un indicateur est une produit statistique qui peut &#xEA;tre issu d&apos;une &#xE0; plusieurs sources.</p>
<h3 id="quest-ce-quune-documentation-sims-">Qu&apos;est-ce qu&apos;une documentation Sims ?</h3>
<p>La documentation Sims est une norme europ&#xE9;enne : le Single Integrated Metadata Structure (SIMS). Il contient une vingtaine de th&#xE8;mes : pr&#xE9;sentation statistique, fr&#xE9;quence de diffusion, r&#xE9;vision des donn&#xE9;es, traitement statistique, etc.
Le Sims permet de d&#xE9;crire les op&#xE9;rations statistiques et indicateurs en respectant les principes du code de bonnes pratiques de la statistique europ&#xE9;enne. Il concerne tous les producteurs de l&apos;Insee et des SSM.</p>
<h2 id="naviguer-dans-lapplication"><a id="naviguer">Naviguer dans l&apos;application</a></h2>
<p>Pour atteindre la page d&apos;accueil du module de gestion des op&#xE9;rations statistiques, cliquer sur le pav&#xE9; <span style="color: blue">Op&#xE9;rations</span> de la page d&apos;accueil. La navigation se fait via la barre horizontale de menu en haut de la page.</p>
<p>Un bouton <span style="color: blue">Voir l&apos;arborescence</span> disponible via les menus <span style="color: blue">Familles</span>, <span style="color: blue">S&#xE9;ries</span> et <span style="color: blue">Op&#xE9;rations</span> permet &#xE9;galement d&apos;acc&#xE9;der &#xE0; l&apos;arborescence de l&apos;ensemble des Familles/S&#xE9;ries/Op&#xE9;rations.
Dans cette arborescence, les boutons + et - permettent de d&#xE9;plier ou replier l&apos;arborescence, de la famille &#xE0; l&apos;op&#xE9;ration concern&#xE9;e. Un clic sur l&apos;objet famille, s&#xE9;rie ou op&#xE9;ration permet d&apos;acc&#xE9;der &#xE0; la page de description de cet objet.</p>
<p>Afin de garantir l&apos;int&#xE9;grit&#xE9; et la qualit&#xE9; de la base, les fonctionnalit&#xE9;s de cr&#xE9;ation et modification des familles, de cr&#xE9;ation des s&#xE9;ries et indicateurs ainsi que l&apos;identification des propri&#xE9;taires sont r&#xE9;serv&#xE9;s &#xE0; l&apos;unit&#xE9; Qualit&#xE9;. Toute unit&#xE9; en ayant l&apos;utilit&#xE9; peut demander la cr&#xE9;ation d&apos;une famille, d&apos;une s&#xE9;rie ou d&apos;un indicateur. La publication est de la responsabilit&#xE9; du propri&#xE9;taire identifi&#xE9; et renseign&#xE9; dans l&apos;application, charge &#xE0; lui &#xE9;ventuellement d&apos;organiser la consultation avec d&apos;autres utilisateurs. Dans l&apos;application, le propri&#xE9;taire ou par d&#xE9;l&#xE9;gation l&apos;unit&#xE9; Qualit&#xE9; sont habilit&#xE9;s &#xE0; publier.</p>
<p>Dans l&apos;application, quatre grands profils d&apos;utilisateurs ont &#xE9;t&#xE9; cr&#xE9;&#xE9;s. Chacun correspond &#xE0; un niveau d&apos;habilitation donnant acc&#xE8;s &#xE0; diff&#xE9;rentes fonctionnalit&#xE9;s :</p>
<ul>
<li><strong>Administrateur de l&apos;application</strong> : acc&#xE8;s &#xE0; toutes les fonctionnalit&#xE9;s ;</li>
<li><strong>Propri&#xE9;taire de s&#xE9;rie</strong> : <ul>
<li>rechercher, modifier et publier une s&#xE9;rie dont il est propri&#xE9;taire</li>
<li>rechercher, cr&#xE9;er, modifier et publier une op&#xE9;ration appartenant &#xE0; une des s&#xE9;ries dont il est propri&#xE9;taire</li>
<li>rechercher, cr&#xE9;er,  modifier et publier  documentation SIMS, un document ou un lien</li>
<li>rechercher, cr&#xE9;er, modifier et publier un document ou un lien.</li>
</ul>
</li>
<li><strong>Propri&#xE9;taire d&apos;indicateur</strong> : <ul>
<li>rechercher, modifier, publier un indicateur dont il est propri&#xE9;taire</li>
<li>rechercher, modifier, publier une documentation SIMS li&#xE9;e &#xE0; cet indicateur</li>
<li>rechercher, cr&#xE9;er, modifier et publier un document ou un lien</li>
</ul>
</li>
<li><strong>Invit&#xE9;</strong> (profil par d&#xE9;faut pour tout utilisateur se connectant &#xE0; l&apos;application) : rechercher et consulter une famille d&apos;op&#xE9;rations statistiques, s&#xE9;ries d&apos;op&#xE9;rations statistiques, op&#xE9;rations statistiques, indicateurs et une documentation Sims.</li>
</ul>
<p><strong>Les boutons correspondant aux diff&#xE9;rentes fonctionnalit&#xE9;s s&apos;affichent en fonction du profil utilisateur.</strong></p>
<p>Pour toute demande ou question, adresser un message &#xE0; la boite fonctionnelle : <strong>:DG75-Administration RM&#xE9;S</strong></p>
<h2 id="fonctionnalit&#xE9;s-de-gestion-dune-famille-dop&#xE9;rations-statistiques"><a id="gerer-familles">Fonctionnalit&#xE9;s de gestion d&apos;une famille d&apos;op&#xE9;rations statistiques</a></h2>
<h3 id="rechercher-une-famille"><a id="rechercher-famille">Rechercher une famille</a></h3>
<p>La page d&apos;accueil Familles, accessible &#xE0; partir de la barre horizontale de menu, propose deux m&#xE9;thodes de recherche.</p>
<ul>
<li>Une barre de recherche principale, qui donne acc&#xE8;s &#xE0; l&apos;ensemble des familles enregistr&#xE9;es dans l&apos;application <strong>(1)</strong> ;</li>
<li>Un lien vers la page de recherche avanc&#xE9;e, qui permet d&apos;affiner une recherche selon diff&#xE9;rents crit&#xE8;res <strong>(2)</strong>.</li>
</ul>
<p><strong>(1)</strong> La barre de recherche principale propose un moteur de recherche dans lequel on peut <strong>saisir une suite de caract&#xE8;res correspondant &#xE0; tout ou partie du libell&#xE9; ou du nom court recherch&#xE9;</strong>. La recherche se lance automatiquement &#xE0; mesure que des caract&#xE8;res sont saisis dans la barre de recherche. Les r&#xE9;sultats s&apos;affichent sur une ou plusieurs pages en fonction du nombre de familles trouv&#xE9;es.</p>
<p>Cliquer ensuite sur la famille souhait&#xE9;e pour acc&#xE9;der &#xE0; sa page de description. Pour consulter la version anglaise, cocher la case : [ ] <strong>Afficher la seconde langue</strong>. Celle-ci s&apos;affichera &#xE0; droite de la version fran&#xE7;aise.</p>
<p><strong>(2)</strong> La recherche avanc&#xE9;e est disponible en cliquant sur <span style="color: blue"><strong>Recherche avanc&#xE9;e</strong></span>. Pour affiner la s&#xE9;lection, <strong>renseigner les filtres souhait&#xE9;s dans les champs</strong> :</p>
<ul>
<li><strong>Intitul&#xE9;</strong> : saisir le nom du concept ;</li>
<li><strong>Th&#xE8;me</strong> : s&#xE9;lectionner le th&#xE8;me.</li>
</ul>
<p>La recherche se lance automatiquement &#xE0; mesure que des crit&#xE8;res sont renseign&#xE9;s dans les diff&#xE9;rents champs. Les r&#xE9;sultats s&apos;affichent sur une ou plusieurs pages en fonction du nombre de familles trouv&#xE9;es.</p>
<p>Cliquer ensuite sur la famille souhait&#xE9;e pour acc&#xE9;der &#xE0; sa page de description. Pour consulter la version anglaise, cocher la case : [ ] <strong>Afficher la seconde langue</strong>. Celle-ci s&apos;affichera &#xE0; droite de la version fran&#xE7;aise.</p>
<h3 id="cr&#xE9;er-une-famille"><a id="creer-famille">Cr&#xE9;er une famille</a></h3>
<p>Avant de cr&#xE9;er une famille, il est important de v&#xE9;rifier qu&apos;elle n&apos;a pas d&#xE9;j&#xE0; &#xE9;t&#xE9; renseign&#xE9;e en utilisant les fonctionnalit&#xE9;s de recherche.</p>
<p>La cr&#xE9;ation d&apos;une famille est possible &#xE0; partir de la page d&apos;accueil Familles. Seule l&apos;unit&#xE9; Qualit&#xE9; est habilit&#xE9;e &#xE0; cr&#xE9;er une famille.</p>
<ul>
<li>Cliquer sur le bouton <span style="color: blue">Nouveau</span> &#xE0; gauche de la page. La page de cr&#xE9;ation de la famille s&apos;affiche alors.</li>
</ul>
<p>Les champs disponibles sont les suivants :</p>
<ul>
<li>L&apos; <strong>Intitul&#xE9;</strong> est le libell&#xE9; de l&apos;op&#xE9;ration. Les intitul&#xE9;s fran&#xE7;ais et anglais sont obligatoires ;</li>
<li>Le <strong>Th&#xE8;me</strong> de la famille ;</li>
<li>Le <strong>R&#xE9;sum&#xE9;</strong> permet d&apos;expliquer les objectifs et une courte description g&#xE9;n&#xE9;rale de la famille d&apos;op&#xE9;rations statistiques.</li>
</ul>
<ul>
<li>Cliquer sur le bouton <span style="color: blue">Sauvegarder</span> </li>
</ul>
<p>Le bouton <span style="color: blue">Sauvegarder</span> permet d&apos;enregistrer les donn&#xE9;es dans la base de gestion. <strong>A noter que toute sauvegarde est impossible tant que les champs obligatoires, marqu&#xE9;s d&apos;une &#xAB; * &#xBB;, n&apos;ont pas &#xE9;t&#xE9; remplis.
Penser &#xE0; sauvegarder les informations saisies avant de changer d&apos;&#xE9;cran.</strong> La sauvegarde n&apos;entra&#xEE;ne pas la publication de la famille. Il est donc possible, si n&#xE9;cessaire, de cr&#xE9;er la famille en plusieurs &#xE9;tapes. Le statut de publication de la famille passe alors en &#xAB; Provisoire &#xBB;, jusqu&apos;&#xE0; sa publication. Pour publier une famille dans le r&#xE9;f&#xE9;rentiel, voir <a href="#publier-famille">Publier une famille</a>.</p>
<p>Le bouton <span style="color: blue">Annuler</span> permet de revenir &#xE0; la page d&apos;accueil de l&apos;onglet Familles.</p>
<h3 id="modifier-une-famille"><a id="modifier-famille">Modifier une famille</a></h3>
<p>La modification d&apos;une famille est possible &#xE0; partir de sa page de description. Seule l&apos;unit&#xE9; Qualit&#xE9; est habilit&#xE9;e &#xE0; modifier une famille.</p>
<ul>
<li>Cliquer en haut &#xE0; droite sur le bouton <span style="color: blue">Modifier</span></li>
<li>Modifier les champs souhait&#xE9;s</li>
<li>Cliquer sur le bouton <span style="color: blue">Sauvegarder</span></li>
</ul>
<p>Une fois la famille modifi&#xE9;e, son statut de publication devient <strong>&#xAB; Provisoire, d&#xE9;j&#xE0; publi&#xE9;e &#xBB; ou &#xAB; Provisoire &#xBB; si elle n&apos;a jamais &#xE9;t&#xE9; publi&#xE9;e, jusqu&apos;&#xE0; sa publication</strong>. Tant qu&apos;elle n&apos;est pas publi&#xE9;e dans le r&#xE9;f&#xE9;rentiel de publication (voir <a href="#publier-famille">Publier une famille</a>), l&apos;ancienne version reste &#xE0; disposition des applications clientes.</p>
<h3 id="publier-une-famille"><a id="publier-famille">Publier une famille</a></h3>
<p>La publication d&apos;une famille est possible &#xE0; partir de la page de description d&apos;une famille. Seule l&apos;unit&#xE9; Qualit&#xE9; est habilit&#xE9;e &#xE0; publier une famille.</p>
<ul>
<li>Cliquer en haut &#xE0; droite sur <span style="color: blue">Publier</span> apr&#xE8;s avoir v&#xE9;rifi&#xE9; les informations saisies.</li>
</ul>
<h2 id="fonctionnalit&#xE9;s-de-gestion-dune-s&#xE9;rie-dop&#xE9;rations-statistiques"><a id="gerer-series">Fonctionnalit&#xE9;s de gestion d&apos;une s&#xE9;rie d&apos;op&#xE9;rations statistiques</a></h2>
<h3 id="rechercher-une-s&#xE9;rie"><a id="rechercher-serie">Rechercher une s&#xE9;rie</a></h3>
<p>La page d&apos;accueil S&#xE9;ries, accessible &#xE0; partir de la barre horizontale de menu, propose deux m&#xE9;thodes de recherche :</p>
<ul>
<li>Une barre de recherche principale, qui donne acc&#xE8;s &#xE0; l&apos;ensemble des S&#xE9;ries enregistr&#xE9;es dans l&apos;application <strong>(1)</strong> ;</li>
<li>Un lien vers la page de recherche avanc&#xE9;e, qui permet d&apos;affiner une recherche selon diff&#xE9;rents crit&#xE8;res <strong>(2)</strong>.</li>
</ul>
<p><strong>(1)</strong> La barre de recherche principale propose un moteur de recherche dans lequel on peut <strong>saisir une suite de caract&#xE8;res correspondant &#xE0; tout ou partie du libell&#xE9; ou du nom court recherch&#xE9;</strong>.</p>
<p>La recherche se lance automatiquement &#xE0; mesure que des caract&#xE8;res sont saisis dans la barre de recherche. Les r&#xE9;sultats s&apos;affichent sur une ou plusieurs pages en fonction du nombre de s&#xE9;ries trouv&#xE9;es.</p>
<p>Cliquer ensuite sur la s&#xE9;rie souhait&#xE9;e pour acc&#xE9;der &#xE0; sa page de description. Pour consulter la version anglaise, cocher la case : [ ] <strong>Afficher la seconde langue</strong>. Celle-ci s&apos;affichera &#xE0; droite de la version fran&#xE7;aise.</p>
<p><strong>(2)</strong> La recherche avanc&#xE9;e est disponible en cliquant sur <span style="color: blue"><strong>Recherche avanc&#xE9;e</strong></span>. Pour affiner la s&#xE9;lection,<strong>renseigner les filtres souhait&#xE9;s</strong> dans les champs :</p>
<ul>
<li><strong>Libell&#xE9;</strong> : saisir le nom de la s&#xE9;rie;</li>
<li><strong>Type d&apos;op&#xE9;ration</strong> : s&#xE9;lectionner le type d&apos;op&#xE9;ration dans le menu d&#xE9;roulant</li>
<li><strong>Gestionnaire</strong> : s&#xE9;lectionner le gestionnaire dans le menu d&#xE9;roulant</li>
<li><strong>Organisme responsable</strong> : s&#xE9;lectionner l&apos;organisme responsable dans le menu d&#xE9;roulant</li>
<li><strong>Services collecteurs</strong> : s&#xE9;lectionner le service collecteur dans le menu d&#xE9;roulant.</li>
</ul>
<p>La recherche se lance automatiquement &#xE0; mesure que des crit&#xE8;res sont renseign&#xE9;s dans les diff&#xE9;rents champs. Les r&#xE9;sultats s&apos;affichent sur une ou plusieurs pages en fonction du nombre de s&#xE9;ries trouv&#xE9;es.</p>
<p>Cliquer ensuite sur la s&#xE9;rie souhait&#xE9;e pour acc&#xE9;der &#xE0; sa page de description. Pour consulter la version anglaise, cocher la case : [ ] <strong>Afficher la seconde langue</strong>. Celle-ci s&apos;affichera &#xE0; droite de la version fran&#xE7;aise.</p>
<h3 id="cr&#xE9;er-une-s&#xE9;rie"><a id="creer-serie">Cr&#xE9;er une s&#xE9;rie</a></h3>
<p>Avant de cr&#xE9;er une s&#xE9;rie, il est important de v&#xE9;rifier qu&apos;elle n&apos;a pas d&#xE9;j&#xE0; &#xE9;t&#xE9; renseign&#xE9;e en utilisant les fonctionnalit&#xE9;s de recherche.</p>
<p>La cr&#xE9;ation d&apos;une s&#xE9;rie est possible &#xE0; partir de  la page d&apos;accueil S&#xE9;ries et est une fonctionnalit&#xE9; r&#xE9;serv&#xE9;e &#xE0; l&apos;Unit&#xE9; qualit&#xE9;.</p>
<ul>
<li>Cliquer sur le bouton <span style="color: blue">Nouveau</span> &#xE0; gauche de la page. La page de cr&#xE9;ation de la s&#xE9;rie s&apos;affiche alors.</li>
</ul>
<p>Les champs disponibles sont les suivants :</p>
<ul>
<li>La s&#xE9;rie doit &#xEA;tre rattach&#xE9;e &#xE0; sa <strong>famille m&#xE8;re</strong>. Si la famille souhait&#xE9;e n&apos;existe pas, il faut demander sa cr&#xE9;ation &#xE0; l&apos;&#xE9;quipe d&apos;administration RM&#xE9;S.</li>
<li>L&apos;<strong>Intitul&#xE9;</strong> est le libell&#xE9; de la s&#xE9;rie. Les intitul&#xE9;s fran&#xE7;ais et anglais sont obligatoires.</li>
<li>Le <strong>Nom court</strong> est un libell&#xE9; alternatif. Il peut s&apos;agir d&#x2018;un sigle ou d&apos;un acronyme.</li>
<li>Le <strong>R&#xE9;sum&#xE9;</strong> permet d&apos;expliquer les objectifs et une courte description g&#xE9;n&#xE9;rale du processus et de ses r&#xE9;sultats ; du domaine statistique auquel appartiennent les r&#xE9;sultats ; des autres r&#xE9;sultats statistiques ;</li>
<li>L&apos; <strong>Historique</strong> est un bref historique du processus statistique et des r&#xE9;sultats ;</li>
<li>Le <strong>Type d&apos;op&#xE9;ration</strong> prend une des valeurs suivante : Enqu&#xEA;te, Source administrative, Synth&#xE8;se, Indicateur ;</li>
<li>La <strong>Fr&#xE9;quence de collecte</strong> correspond au <em>rythme</em> de collecte des donn&#xE9;es ;</li>
<li>L&apos; <strong>Organisme responsable</strong> est l&apos;organisme responsable de la s&#xE9;rie ;</li>
<li>Les <strong>Partenaires</strong> sont les organismes associ&#xE9;s &#xE0; la conception et au pilotage de la s&#xE9;rie ;</li>
<li>Les <strong>Services collecteurs</strong> correspond aux services r&#xE9;alisant la collecte ;</li>
<li>Le <strong>Propri&#xE9;taire</strong> est l&apos;unit&#xE9; responsable de la gestion et de la publication de la s&#xE9;rie ainsi que des op&#xE9;rations statistiques et documentations Sims qui en d&#xE9;coulent ;</li>
<li>Le champ <strong>Succ&#xE8;de &#xE0;</strong> permet de pr&#xE9;ciser si une s&#xE9;rie succ&#xE8;de &#xE0; une autre. Si une S&#xE9;rie A succ&#xE8;de &#xE0; une S&#xE9;rie B, alors la S&#xE9;rie B est automatiquement remplac&#xE9;e par la S&#xE9;rie A ;</li>
<li>Le champ <strong>Remplac&#xE9;e par</strong> permet de pr&#xE9;ciser si une s&#xE9;rie est remplac&#xE9;e par une autre. Si une S&#xE9;rie B est remplac&#xE9;e par une S&#xE9;rie A, alors la S&#xE9;rie A succ&#xE8;de automatiquement remplac&#xE9;e &#xE0; la la S&#xE9;rie B ;</li>
<li>Le champ <strong>Indicateurs produits</strong> permet de pr&#xE9;ciser les indicateurs produits &#xE0; partir de la contributions de la s&#xE9;rie ;</li>
<li>Les <strong>S&#xE9;ries ou Indicateurs li&#xE9;s</strong> permet de renvoyer vers des s&#xE9;ries ou des indicateurs connexes.</li>
</ul>
<p>Le bouton <span style="color: blue">Sauvegarder</span> permet d&apos;enregistrer les donn&#xE9;es dans la base de gestion. <strong>A noter que toute sauvegarde est impossible tant que les champs obligatoires, marqu&#xE9;s d&apos;une &#xAB; * &#xBB;, n&apos;ont pas &#xE9;t&#xE9; remplis.
Penser &#xE0; sauvegarder les informations saisies avant de changer d&apos;&#xE9;cran.</strong> Il est &#xE0; noter que la sauvegarde n&apos;entra&#xEE;ne pas la publication de la s&#xE9;rie. Il est donc possible, si n&#xE9;cessaire, de cr&#xE9;er la s&#xE9;rie en plusieurs &#xE9;tapes. Le statut de publication de la s&#xE9;rie passe alors en &#xAB; Provisoire &#xBB;, jusqu&apos;&#xE0; sa publication.</p>
<p>Le bouton <span style="color: blue">Annuler</span> permet de revenir &#xE0; la page d&apos;accueil de l&apos;onglet S&#xE9;ries.</p>
<p>Pour publier une s&#xE9;rie dans le r&#xE9;f&#xE9;rentiel, voir <a href="#publier-serie">Publier une s&#xE9;rie</a>.</p>
<h3 id="modifier-une-s&#xE9;rie"><a id="modifier-serie">Modifier une s&#xE9;rie</a></h3>
<p>La modification d&apos;une s&#xE9;rie est possible &#xE0; partir de sa page de description.</p>
<ul>
<li>Cliquer en haut &#xE0; droite sur le bouton <span style="color: blue">Modifier</span></li>
<li>Modifier les champs souhait&#xE9;s</li>
<li>Cliquer sur le bouton <span style="color: blue">Sauvegarder</span></li>
</ul>
<p>Une fois la s&#xE9;rie modifi&#xE9;e, son statut de publication devient <strong>&#xAB; Provisoire, d&#xE9;j&#xE0; publi&#xE9;e &#xBB; ou &#xAB; Provisoire &#xBB; si elle n&apos;a jamais &#xE9;t&#xE9; publi&#xE9;e, jusqu&apos;&#xE0; sa publication</strong>. Tant qu&apos;elle n&apos;est pas publi&#xE9;e dans le r&#xE9;f&#xE9;rentiel de publication (voir Publier une s&#xE9;rie), l&apos;ancienne version reste &#xE0; disposition des applications clientes.</p>
<h3 id="publier-une-s&#xE9;rie"><a id="publier-serie">Publier une s&#xE9;rie</a></h3>
<p>La publication d&apos;une s&#xE9;rie est possible &#xE0; partir de la page de description d&apos;une s&#xE9;rie. Seul le propri&#xE9;taire de la s&#xE9;rie, ou par d&#xE9;l&#xE9;gation l&apos;unit&#xE9; Qualit&#xE9; (apr&#xE8;s &#xE9;changes de mails), est habilit&#xE9; &#xE0; publier une s&#xE9;rie.</p>
<ul>
<li>Cliquer en haut &#xE0; droite sur <span style="color: blue">Publier</span> apr&#xE8;s avoir v&#xE9;rifi&#xE9; les informations saisies.</li>
</ul>
<p>Une s&#xE9;rie ne peut &#xEA;tre publi&#xE9;e que si la famille &#xE0; laquelle elle est rattach&#xE9;e est d&#xE9;j&#xE0; publi&#xE9;e. Sinon, publier d&apos;abord la famille. Pour publier cette famille, contacter l&apos;administrateur RM&#xE9;S.</p>
<p>La s&#xE9;rie ne peut &#xEA;tre publi&#xE9;e que par son propri&#xE9;taire (i.e la personne d&#xE9;sign&#xE9;e dans l&apos;application comme ayant ce r&#xF4;le et appartenant &#xE0; l&apos;unit&#xE9; dont le timbre est le m&#xEA;me que le propri&#xE9;taire de la s&#xE9;rie) et par l&apos;unit&#xE9; Qualit&#xE9; par d&#xE9;l&#xE9;gation.</p>
<h2 id="fonctionnalit&#xE9;s-de-gestion-des-op&#xE9;rations-statistiques"><a id="gerer-operations">Fonctionnalit&#xE9;s de gestion des op&#xE9;rations statistiques</a></h2>
<h3 id="rechercher-une-op&#xE9;ration-statistique"><a id="rechercher-operation">Rechercher une op&#xE9;ration statistique</a></h3>
<p>La page d&apos;accueil Op&#xE9;rations, accessible &#xE0; partir de la barre horizontale de menu, propose une barre de recherche principale qui donne acc&#xE8;s &#xE0; l&apos;ensemble des Op&#xE9;rations statistiques enregistr&#xE9;es dans l&apos;application.</p>
<p>La barre de recherche principale propose un moteur de recherche dans lequel on peut <strong>saisir une suite de caract&#xE8;res correspondant &#xE0; tout ou partie du libell&#xE9; ou du nom court recherch&#xE9;</strong>.</p>
<p>La recherche se lance automatiquement &#xE0; mesure que des caract&#xE8;res sont saisis dans la barre de recherche. Les r&#xE9;sultats s&apos;affichent sur une ou plusieurs pages en fonction du nombre d&apos;op&#xE9;rations statistiques trouv&#xE9;es.</p>
<p>Cliquer sur l&apos;op&#xE9;ration statistique souhait&#xE9;e pour acc&#xE9;der &#xE0; sa page de description. Pour consulter la version anglaise, cocher la case : [ ] <strong>Afficher la seconde langue</strong>. Celle-ci s&apos;affichera &#xE0; droite de la version fran&#xE7;aise.</p>
<h3 id="cr&#xE9;er-une-op&#xE9;ration-statistique"><a id="creer-operation">Cr&#xE9;er une op&#xE9;ration statistique</a></h3>
<p>Avant de cr&#xE9;er une op&#xE9;ration statistique, il est important de v&#xE9;rifier qu&apos;elle n&apos;a pas d&#xE9;j&#xE0; &#xE9;t&#xE9; renseign&#xE9;e en utilisant les fonctionnalit&#xE9;s de recherche.</p>
<p>La cr&#xE9;ation d&apos;une op&#xE9;ration est possible &#xE0; partir de la page d&apos;accueil Op&#xE9;rations.</p>
<ul>
<li>Cliquer sur le bouton <span style="color: blue">Nouveau</span> &#xE0; gauche de la page. La page de cr&#xE9;ation de l&apos;op&#xE9;ration s&apos;affiche alors.</li>
</ul>
<p>Les champs disponibles sont les suivants :</p>
<ul>
<li>L&apos;op&#xE9;ration doit &#xEA;tre rattach&#xE9;e &#xE0; sa <strong>s&#xE9;rie m&#xE8;re</strong>. Si la s&#xE9;rie souhait&#xE9;e n&apos;existe pas, demander sa cr&#xE9;ation &#xE0; l&apos;administrateur RM&#xE9;S.</li>
<li>L&apos; <strong>Intitul&#xE9;</strong> est le libell&#xE9; de l&apos;op&#xE9;ration. Les intitul&#xE9;s fran&#xE7;ais et anglais sont obligatoires.</li>
<li>Le <strong>Nom court</strong> est un libell&#xE9; alternatif. Il peut s&apos;agit d&#x2018;un sigle ou d&apos;un acronyme.</li>
</ul>
<ul>
<li>Cliquer sur le bouton <span style="color: blue">Sauvegarder</span> </li>
</ul>
<p>Le bouton <span style="color: blue">Sauvegarder</span> permet d&apos;enregistrer les donn&#xE9;es dans la base de gestion. <strong>A noter que toute sauvegarde est impossible tant que les champs obligatoires, marqu&#xE9;s d&apos;une &#xAB; * &#xBB;, n&apos;ont pas &#xE9;t&#xE9; remplis.
Penser &#xE0; sauvegarder les informations saisies avant de changer d&apos;&#xE9;cran.</strong> La sauvegarde n&apos;entra&#xEE;ne pas la publication de l&apos;op&#xE9;ration. Il est donc possible, si n&#xE9;cessaire, de cr&#xE9;er l&apos;op&#xE9;ration en plusieurs &#xE9;tapes. Le statut de publication de l&apos;op&#xE9;ration passe alors en &#xAB; Provisoire &#xBB;, jusqu&apos;&#xE0; sa publication. Pour publier une op&#xE9;ration dans le r&#xE9;f&#xE9;rentiel, voir <a href="#publier-operation">Publier une op&#xE9;ration</a>.</p>
<p>Le bouton <span style="color: blue">Annuler</span> permet de revenir &#xE0; la page d&apos;accueil de l&apos;onglet Op&#xE9;rations.</p>
<h3 id="modifier-une-op&#xE9;ration"><a id="modifier-operation">Modifier une op&#xE9;ration</a></h3>
<p>La modification d&apos;une op&#xE9;ration est possible &#xE0; partir de sa page de description.</p>
<ul>
<li>Cliquer en haut &#xE0; droite sur le bouton <span style="color: blue">Modifier</span></li>
<li>Modifier les champs souhait&#xE9;s</li>
<li>Cliquer sur le bouton <span style="color: blue">Sauvegarder</span></li>
</ul>
<p>Une fois l&apos;op&#xE9;ration modifi&#xE9;e, son statut de publication devient <strong>&#xAB; Provisoire, d&#xE9;j&#xE0; publi&#xE9;e &#xBB; ou &#xAB; Provisoire &#xBB; si elle n&apos;a jamais &#xE9;t&#xE9; publi&#xE9;e, jusqu&apos;&#xE0; sa publication</strong>. Tant qu&apos;elle n&apos;est pas publi&#xE9;e dans le r&#xE9;f&#xE9;rentiel de publication (voir <a href="#publier-operation">Publier une op&#xE9;ration</a>), l&apos;ancienne version reste &#xE0; disposition des applications clientes.</p>
<h3 id="publier-une-op&#xE9;ration"><a id="publier-operation">Publier une op&#xE9;ration</a></h3>
<p>La publication d&apos;une op&#xE9;ration est possible &#xE0; partir de la page de description d&apos;une op&#xE9;ration. Seul le propri&#xE9;taire de la s&#xE9;rie &#xE0; laquelle appartient l&apos;op&#xE9;ration, ou par d&#xE9;l&#xE9;gation l&apos;unit&#xE9; Qualit&#xE9; (apr&#xE8;s &#xE9;changes de mails), est habilit&#xE9; &#xE0; publier une op&#xE9;ration.</p>
<ul>
<li>Cliquer en haut &#xE0; droite sur <span style="color: blue">Publier</span> apr&#xE8;s avoir v&#xE9;rifi&#xE9; les informations saisies.</li>
</ul>
<p>Une op&#xE9;ration ne peut &#xEA;tre publi&#xE9;e que si la s&#xE9;rie &#xE0; laquelle elle est rattach&#xE9;e est d&#xE9;j&#xE0; publi&#xE9;e. Sinon, publier d&apos;abord la s&#xE9;rie. </p>
<p>L&apos;op&#xE9;ration ne peut &#xEA;tre publi&#xE9;e que par son propri&#xE9;taire (i.e la personne d&#xE9;sign&#xE9;e dans l&apos;application comme ayant ce r&#xF4;le et appartenant &#xE0; l&apos;unit&#xE9; dont le timbre est le m&#xEA;me que le propri&#xE9;taire de la s&#xE9;rie de l&apos;op&#xE9;ration statistique) et par l&apos;unit&#xE9; Qualit&#xE9; par d&#xE9;l&#xE9;gation.</p>
<h2 id="fonctionnalit&#xE9;s-de-gestion-des-indicateurs"><a id="gerer-indicateurs">Fonctionnalit&#xE9;s de gestion des indicateurs</a></h2>
<h3 id="rechercher-un-indicateur"><a id="rechercher-indicateur">Rechercher un indicateur</a></h3>
<p>La page d&apos;accueil Indicateurs, accessible &#xE0; partir de la barre horizontale de menu, propose deux m&#xE9;thodes de recherche :</p>
<ul>
<li>Une barre de recherche principale, qui donne acc&#xE8;s &#xE0; l&apos;ensemble des Indicateurs enregistr&#xE9;s dans l&apos;application (1) ;</li>
<li>Un lien vers la page de recherche avanc&#xE9;e, qui permet d&apos;affiner une recherche selon diff&#xE9;rents crit&#xE8;res (2).</li>
</ul>
<p><strong>(1)</strong> La barre de recherche principale propose un moteur de recherche dans lequel on peut <strong>saisir une suite de caract&#xE8;res correspondant &#xE0; tout ou partie du libell&#xE9; ou du nom court recherch&#xE9;</strong>.</p>
<p>La recherche se lance automatiquement &#xE0; mesure que des caract&#xE8;res sont saisis dans la barre de recherche. Les r&#xE9;sultats s&apos;affichent sous le moteur de recherche, sur une ou plusieurs pages en fonction du nombre d&apos;indicateurs trouv&#xE9;s.</p>
<p>Cliquer ensuite sur l&apos;indicateur souhait&#xE9; pour acc&#xE9;der &#xE0; sa page de description. Pour consulter la version anglaise, cocher la case : [ ] <strong>Afficher la seconde langue</strong>. Celle-ci s&apos;affichera &#xE0; droite de la version fran&#xE7;aise.</p>
<p><strong>(2)</strong> La recherche avanc&#xE9;e est disponible en cliquant sur <span style="color: blue"><strong>Recherche avanc&#xE9;e</strong></span>. Pour affiner la s&#xE9;lection, <strong>renseigner les filtres souhait&#xE9;s</strong> dans les champs :</p>
<ul>
<li><strong>Libell&#xE9;</strong> : saisir le nom de l&apos;indicateur ;</li>
<li><strong>Organisme responsable</strong> : s&#xE9;lectionner l&apos;organisme responsable dans le menu d&#xE9;roulant ;</li>
<li><strong>Gestionnaire</strong> : s&#xE9;lectionner le gestionnaire dans le menu d&#xE9;roulant.</li>
</ul>
<p>La recherche se lance automatiquement &#xE0; mesure que des crit&#xE8;res sont renseign&#xE9;s dans les diff&#xE9;rents champs. Les r&#xE9;sultats s&apos;affichent sur une ou plusieurs pages en fonction du nombre d&apos;indicateurs trouv&#xE9;s. Cliquer ensuite sur l&apos;indicateur recherch&#xE9; pour acc&#xE9;der &#xE0; sa page de description.</p>
<p>Pour consulter la version anglaise, cocher la case : [ ] <strong>Afficher la seconde langue</strong>. Celle-ci s&apos;affichera &#xE0; droite de la version fran&#xE7;aise.</p>
<h3 id="cr&#xE9;er-un-indicateur"><a id="creer-indicateur">Cr&#xE9;er un indicateur</a></h3>
<p>Avant de cr&#xE9;er un indicateur, il est important de v&#xE9;rifier qu&apos;il n&apos;a pas d&#xE9;j&#xE0; &#xE9;t&#xE9; renseign&#xE9; en utilisant les fonctionnalit&#xE9;s de recherche.</p>
<p>La cr&#xE9;ation d&apos;un indicateur est possible &#xE0; partir de la page d&apos;accueil Indicateurs et est  une fonctionnalit&#xE9; r&#xE9;serv&#xE9;e &#xE0; l&apos;Unit&#xE9; qualit&#xE9;.</p>
<ul>
<li>Cliquer sur le bouton <span style="color: blue">Nouveau</span> &#xE0; gauche de la page. La page de cr&#xE9;ation de l&apos;indicateur s&apos;affiche alors.</li>
</ul>
<p>Les champs disponibles sont les suivantes :</p>
<ul>
<li>L&apos;<strong>Intitul&#xE9;</strong> est le libell&#xE9; de l&apos;indicateur. Les intitul&#xE9;s fran&#xE7;ais et anglais sont obligatoires.</li>
<li>Le <strong>Nom court</strong> est un libell&#xE9; alternatif. Il peut s&apos;agir d&#x2018;un sigle ou d&apos;un acronyme.</li>
<li>Le <strong>R&#xE9;sum&#xE9;</strong> permet d&apos;expliquer les objectifs et une courte description g&#xE9;n&#xE9;rale du processus et de ses r&#xE9;sultats ; du domaine statistique auquel appartiennent les r&#xE9;sultats ; des autres r&#xE9;sultats statistiques ;</li>
<li>L&apos;<strong>Historique</strong> est un bref historique du processus statistique et des r&#xE9;sultats ;</li>
<li>La <strong>Fr&#xE9;quence de diffusion</strong> correspond au <em>rythme</em> de collecte des donn&#xE9;es ;</li>
<li>L&apos;<strong>Organisme responsable</strong> est l&apos;organisme responsable de l&apos;indicateur ;</li>
<li>Les <strong>Partenaires</strong> sont les organismes associ&#xE9;s &#xE0; la conception et au pilotage de l&apos;indicateur ;</li>
<li>Le <strong>Propri&#xE9;taire</strong> est l&apos;unit&#xE9; responsable de la gestion et de la publication de l&apos;indicateur ainsi que des op&#xE9;rations statistiques et documentations Sims qui en d&#xE9;coulent ;</li>
<li>Le champ <strong>Succ&#xE8;de &#xE0;</strong> permet de pr&#xE9;ciser si un indicateur succ&#xE8;de &#xE0; un autre. Si un indicateur A succ&#xE8;de &#xE0; un indicateur B, alors l&apos;indicateur B est automatiquement remplac&#xE9; par l&apos;indicateur A ;</li>
<li>Le champ <strong>Remplac&#xE9;e par</strong> permet de pr&#xE9;ciser si un indicateur est remplac&#xE9; par un autre. Si un indicateur B est remplac&#xE9; par un indicateur A, alors l&apos;indicateur A succ&#xE8;de automatiquement &#xE0; l&apos;indicateur B ;</li>
<li>Le champ <strong>Produits de</strong> permet de pr&#xE9;ciser les s&#xE9;ries contribuant &#xE0; la production de l&apos;indicateur ;</li>
<li>Les <strong>S&#xE9;ries ou Indicateurs li&#xE9;s</strong> permet de renvoyer vers des s&#xE9;ries ou des indicateurs connexes.</li>
</ul>
<p>Le bouton <span style="color: blue">Annuler</span> permet de revenir &#xE0; la page d&apos;accueil de l&apos;onglet Indicateurs.</p>
<p>Le bouton <span style="color: blue">Sauvegarder</span> permet d&apos;enregistrer les donn&#xE9;es dans la base de gestion. <em>*A noter que toute sauvegarde est impossible tant que les champs obligatoires, marqu&#xE9;s d&apos;une &#xAB; \</em> &#xBB;, n&apos;ont pas &#xE9;t&#xE9; remplis.</p>
<p>Penser &#xE0; sauvegarder les informations saisies avant de changer d&apos;&#xE9;cran.** Il est &#xE0; noter que la sauvegarde n&apos;entra&#xEE;ne pas la publication de l&apos;indicateur. Il est donc possible, si n&#xE9;cessaire, de cr&#xE9;er l&apos;indicateur en plusieurs &#xE9;tapes. Le statut de publication de l&apos;indicateur passe alors en &#xAB; Provisoire &#xBB;, jusqu&apos;&#xE0; sa publication.</p>
<p>Pour publier un indicateur dans le r&#xE9;f&#xE9;rentiel, voir <a href="#publier-indicateur">Publier un indicateur</a>.</p>
<h2 id="modifier-un-indicateur"><a id="modifier-indicateur">Modifier un indicateur</a></h2>
<p>La modification d&apos;un indicateur est possible &#xE0; partir de sa page de description.</p>
<ul>
<li>Cliquer en haut &#xE0; droite sur le bouton <span style="color: blue">Modifier</span></li>
<li>Modifier les champs souhait&#xE9;s</li>
<li>Cliquer sur le bouton <span style="color: blue">Sauvegarder</span></li>
</ul>
<p>Une fois l&apos;indicateur modifi&#xE9;, son statut de publication devient &#xAB; Provisoire, d&#xE9;j&#xE0; publi&#xE9;e &#xBB; ou <strong>&#xAB; Provisoire &#xBB; s&apos;il n&apos;a jamais &#xE9;t&#xE9; publi&#xE9;, jusqu&apos;&#xE0; sa publication</strong>. Tant qu&apos;il n&apos;est pas publi&#xE9; dans le r&#xE9;f&#xE9;rentiel de publication (voir <a href="#publier-indicateur">Publier un indicateur</a>), l&apos;ancienne version reste &#xE0; disposition des applications clientes.</p>
<h2 id="publier-un-indicateur"><a id="publier-indicateur">Publier un indicateur</a></h2>
<p>La publication d&apos;un indicateur est possible &#xE0; partir de sa page de description. Seul le propri&#xE9;taire de l&apos;indicateur, ou par d&#xE9;l&#xE9;gation l&apos;unit&#xE9; Qualit&#xE9; (apr&#xE8;s &#xE9;changes de mails), est habilit&#xE9; &#xE0; publier un indicateur.</p>
<ul>
<li>Cliquer en haut &#xE0; droite sur <span style="color: blue">Publier</span> apr&#xE8;s avoir v&#xE9;rifi&#xE9; les informations saisies.</li>
</ul>
<p>L&apos;indicateur ne peut &#xEA;tre publi&#xE9; que par son propri&#xE9;taire (i.e la personne d&#xE9;sign&#xE9;e dans l&apos;application comme ayant ce r&#xF4;le et appartenant &#xE0; l&apos;unit&#xE9; dont le timbre est le m&#xEA;me que le propri&#xE9;taire de l&apos;indicateur) ou par l&apos;unit&#xE9; Qualit&#xE9; par d&#xE9;l&#xE9;gation.</p>
<h2 id="g&#xE9;rer-une-documentation-statistique"><a id="gerer-sims">G&#xE9;rer une documentation statistique</a></h2>
<h3 id="cr&#xE9;er-une-documentation-sims"><a id="creer-sims">Cr&#xE9;er une documentation Sims</a></h3>
<p>La cr&#xE9;ation d&apos;une documentation Sims est possible &#xE0; partir de son op&#xE9;ration.</p>
<ul>
<li>Cliquer sur le bouton <span style="color: blue">Cr&#xE9;er le Sims</span> en haut de la page. La page de cr&#xE9;ation de la documentation Sims s&apos;affiche alors.</li>
</ul>
<p>Le bouton <span style="color: blue">Annuler</span> permet de revenir &#xE0; la page d&apos;accueil de l&apos;op&#xE9;ration.</p>
<p>Le bouton <span style="color: blue">Sauvegarder</span> permet d&apos;enregistrer les donn&#xE9;es dans la base de gestion. <strong>A noter que toute sauvegarde est impossible tant que les champs obligatoires, marqu&#xE9;s d&apos;une &#xAB; * &#xBB;, n&apos;ont pas &#xE9;t&#xE9; remplis.
Penser &#xE0; sauvegarder les informations saisies avant de changer d&apos;&#xE9;cran.</strong> Il est &#xE0; noter que la sauvegarde n&apos;entra&#xEE;ne pas la publication de la documentation. Il est donc possible, si n&#xE9;cessaire, de cr&#xE9;er la documentation en plusieurs &#xE9;tapes. Le statut de publication de la documentation passe alors en &#xAB; Provisoire &#xBB;, jusqu&apos;&#xE0; sa publication.</p>
<p>Pour publier une documentation dans le r&#xE9;f&#xE9;rentiel, voir <a href="#publier-sims">Publier une documentation</a>.</p>
<h3 id="modifier-une-documentation-sims"><a id="modifier-sims">Modifier une documentation Sims</a></h3>
<p>La modification d&apos;une documentation est possible &#xE0; partir de sa page de description.</p>
<ul>
<li>Cliquer en haut &#xE0; droite sur le bouton <span style="color: blue">Modifier</span></li>
<li>Modifier les champs souhait&#xE9;s</li>
<li>Cliquer sur le bouton <span style="color: blue">Sauvegarder</span></li>
</ul>
<p>Une fois la documentation modifi&#xE9;e, son statut de publication devient &#xAB; Provisoire, d&#xE9;j&#xE0; publi&#xE9;e &#xBB; ou <strong>&#xAB; Provisoire &#xBB; si elle n&apos;a jamais &#xE9;t&#xE9; publi&#xE9;e, jusqu&apos;&#xE0; sa publication</strong>. Tant qu&apos;elle n&apos;est pas publi&#xE9;e dans le r&#xE9;f&#xE9;rentiel de publication (voir <a href="#publier-sims">Publier une documentation</a>), l&apos;ancienne version reste &#xE0; disposition des applications clientes.</p>
<h3 id="publier-une-documentation-sims"><a id="publier-sims">Publier une documentation Sims</a></h3>
<p>La publication d&apos;une documentation est possible &#xE0; partir de sa page de description. Seul le propri&#xE9;taire de la documentation, ou par d&#xE9;l&#xE9;gation l&apos;unit&#xE9; Qualit&#xE9; (apr&#xE8;s &#xE9;changes de mails), est habilit&#xE9; &#xE0; publier une documentation.</p>
<ul>
<li>Cliquer en haut &#xE0; droite sur <span style="color: blue">Publier</span> apr&#xE8;s avoir v&#xE9;rifi&#xE9; les informations saisies.</li>
</ul>
<p>Une documentation ne peut &#xEA;tre publi&#xE9;e que si l&apos;op&#xE9;ration &#xE0; laquelle elle est rattach&#xE9;e est d&#xE9;j&#xE0; publi&#xE9;e. Sinon, publier d&apos;abord l&apos;op&#xE9;ration. </p>
<p>La documentation ne peut &#xEA;tre publi&#xE9;e que par son propri&#xE9;taire (i.e la personne d&#xE9;sign&#xE9;e dans l&apos;application comme ayant ce r&#xF4;le et appartenant &#xE0; l&apos;unit&#xE9; dont le timbre est le m&#xEA;me que le propri&#xE9;taire de la s&#xE9;rie de l&apos;op&#xE9;ration statistique) et par l&apos;unit&#xE9; Qualit&#xE9; par d&#xE9;l&#xE9;gation.</p>
<h2 id="fonctionnalit&#xE9;s-de-gestions-des-documents-et-des-liens"><a id="gerer-documents-liens">Fonctionnalit&#xE9;s de gestions des documents et des liens</a></h2>
<p>Un menu Documents/Liens, situ&#xE9; en haut &#xE0; droite, permet de g&#xE9;rer des documents et des liens utiles &#xE0; certaines rubriques du Sims. </p>
<p>Ces documents et liens, une fois cr&#xE9;&#xE9;s sont r&#xE9;utilisables autant que de besoin dans les rubriques de la documentation Sims.</p>
<h3 id="rechercher-un-document-ou-un-lien"><a id="rechercher-document-lien">Rechercher un document ou un lien</a></h3>
<p>La page d&apos;accueil Documents / Liens, accessible &#xE0; partir de la barre horizontale de menu, propose une barre de recherche principale qui, donne acc&#xE8;s &#xE0; l&apos;ensemble des Documents et Liens enregistr&#xE9;es dans l&apos;application.</p>
<p>Le bouton <span style="color: blue">Documents / Liens</span> permet de rechercher des documents et/ou des liens.</p>
<p>Le bouton <span style="color: blue">Documents</span> permet filtrer la rechercher sur mes documents.</p>
<p>Le bouton <span style="color: blue">Liens</span> permet de filtrer la recherche sur les liens.</p>
<p>La barre de recherche principale propose un moteur de recherche dans lequel on peut <strong>saisir une suite de caract&#xE8;res correspondant &#xE0; tout ou partie du libell&#xE9; recherch&#xE9;</strong>. La recherche se lance automatiquement &#xE0; mesure que des caract&#xE8;res sont saisis dans la barre de recherche. Les r&#xE9;sultats s&apos;affichent sous le moteur de recherche, sur une ou plusieurs pages en fonction du nombre de documents ou liens trouv&#xE9;s.</p>
<p>Cliquer sur le document ou le lien souhait&#xE9; pour acc&#xE9;der &#xE0; sa page de description. Pour consulter la version anglaise, cocher la case : [ ] <strong>Afficher la seconde langue</strong>. Celle-ci s&apos;affichera &#xE0; droite de la version fran&#xE7;aise.</p>
<h3 id="cr&#xE9;er-un-document"><a id="creer-document">Cr&#xE9;er un document</a></h3>
<p>Avant de cr&#xE9;er un document, il est important de v&#xE9;rifier qu&apos;il n&apos;a pas d&#xE9;j&#xE0; &#xE9;t&#xE9; renseign&#xE9; en utilisant les fonctionnalit&#xE9;s de recherche.</p>
<p>La cr&#xE9;ation d&apos;un document est possible &#xE0; partir de la page d&apos;accueil Documents / Liens.</p>
<ul>
<li>Cliquer sur le bouton <span style="color: blue">Nouveau Document</span> &#xE0; gauche de la page. La page de cr&#xE9;ation du document s&apos;affiche alors.</li>
</ul>
<p>Les champs disponibles sont les suivants :</p>
<ul>
<li>L&apos;<strong>Intitul&#xE9;</strong> est le libell&#xE9; du document. Les intitul&#xE9;s fran&#xE7;ais et anglais sont obligatoires ;</li>
<li>La <strong>Description</strong> permet de d&#xE9;crire le document. Il s&apos;agit d&apos;une information que l&apos;on peut retrouver en infobulle ;</li>
<li>La <strong>Date de mise &#xE0; jour</strong> est la date de derni&#xE8;re mise &#xE0; jour du document. La date de mise &#xE0; jour est obligatoire ;</li>
<li>Pour joindre un <strong>Fichier</strong>, se placer sur le champ ad hoc et faire un &#xAB; glisser-d&#xE9;poser &#xBB; ou cliquer dans le champ pour ajouter le document. Le document est obligatoire ;</li>
<li>La <strong>Langue</strong> correspond &#xE0; la langue du contenu du document. La langue est obligatoire.</li>
</ul>
<p>Le bouton <span style="color: blue">Sauvegarder</span> permet d&apos;enregistrer les donn&#xE9;es dans la base de gestion. <strong>A noter que toute sauvegarde est impossible tant que les champs obligatoires, marqu&#xE9;s d&apos;une &#xAB; * &#xBB;, n&apos;ont pas &#xE9;t&#xE9; remplis.
Penser &#xE0; sauvegarder les informations saisies avant de changer d&apos;&#xE9;cran.</strong> Il est &#xE0; noter que la sauvegarde n&apos;entra&#xEE;ne pas la publication du document. Il est publi&#xE9; en m&#xEA;me temps que la publication de la documentation Sims.</p>
<p>Le bouton <span style="color: blue">Annuler</span> permet de revenir &#xE0; la page d&apos;accueil de l&apos;onglet Documents /  Liens.</p>
<h3 id="modifier-un-document"><a id="modifier-document">Modifier un document</a></h3>
<p>La modification d&apos;un document est possible &#xE0; partir de sa page de description.</p>
<ul>
<li>Cliquer en haut &#xE0; droite sur le bouton <span style="color: blue">Modifier</span></li>
<li>Modifier les champs souhait&#xE9;s</li>
<li>Cliquer sur le bouton <span style="color: blue">Sauvegarder</span></li>
</ul>
<h3 id="cr&#xE9;er-un-lien"><a id="creer-lien">Cr&#xE9;er un lien</a></h3>
<p>Avant de cr&#xE9;er un lien, il est important de v&#xE9;rifier qu&apos;il n&apos;a pas d&#xE9;j&#xE0; &#xE9;t&#xE9; renseign&#xE9; en utilisant les fonctionnalit&#xE9;s de recherche.</p>
<p>La cr&#xE9;ation d&apos;un lien est possible &#xE0; partir du menu Documents / Liens.</p>
<ul>
<li>Cliquer sur le bouton <span style="color: blue">Nouveau Lien</span> &#xE0; gauche de la page. La page de cr&#xE9;ation du lien s&apos;affiche alors.</li>
</ul>
<p>Les champs disponibles sont les suivants :</p>
<ul>
<li>L&apos; <strong>Intitul&#xE9;</strong> est le libell&#xE9; du lien. Les intitul&#xE9;s fran&#xE7;ais et anglais sont obligatoires ;</li>
<li>La <strong>Description</strong> permet de d&#xE9;crire le lien. Il s&apos;agit d&apos;une information que l&apos;on peut retrouver en infobulle ;</li>
<li>Le <strong>Lien</strong> correspond &#xE0; l&apos;URL de la page sur laquelle renvoyer. Le lien est obligatoire ;</li>
<li>La <strong>Langue</strong> correspond &#xE0; la langue du contenu de la page sur laquelle on renvoie. La langue est obligatoire.</li>
</ul>
<p>Le bouton <span style="color: blue">Sauvegarder</span> permet d&apos;enregistrer les donn&#xE9;es dans la base de gestion. <strong>A noter que toute sauvegarde est impossible tant que les champs obligatoires, marqu&#xE9;s d&apos;une &#xAB; * &#xBB;, n&apos;ont pas &#xE9;t&#xE9; remplis.
Penser &#xE0; sauvegarder les informations saisies avant de changer d&apos;&#xE9;cran.</strong> Il est &#xE0; noter que la sauvegarde n&apos;entra&#xEE;ne pas la publication du lien. Il est publi&#xE9; en m&#xEA;me temps que la publication de la documentation Sims.</p>
<p>Le bouton <span style="color: blue">Annuler</span> permet de revenir &#xE0; la page d&apos;accueil de l&apos;onglet Documents / Liens.</p>
<h3 id="modifier-un-lien"><a id="modifier-lien">Modifier un lien</a></h3>
<p>La modification d&apos;un lien est possible &#xE0; partir de sa page de description.</p>
<ul>
<li>Cliquer en haut &#xE0; droite sur le bouton <span style="color: blue">Modifier</span></li>
<li>Modifier les champs souhait&#xE9;s</li>
<li>Cliquer sur le bouton <span style="color: blue">Sauvegarder</span></li>
</ul>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="classification.html" class="navigation navigation-prev " aria-label="Previous page: Nomenclature">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="structure.html" class="navigation navigation-next " aria-label="Next page: Structure">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"Operation","level":"2.3","depth":1,"next":{"title":"Structure","level":"2.4","depth":1,"path":"user-guide/structure.md","ref":"user-guide/structure.md","articles":[]},"previous":{"title":"Nomenclature","level":"2.2","depth":1,"path":"user-guide/classification.md","ref":"user-guide/classification.md","articles":[]},"dir":"ltr"},"config":{"plugins":["edit-link","prism","-highlight","github","anchorjs","image-captions","include-codeblock"],"root":"./","styles":{"website":"gitbook.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"prism":{"lang":{"shell":"bash"}},"github":{"url":"https://github.com/InseeFr/Bauhaus/"},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"include-codeblock":{"check":false,"edit":false,"fixlang":false,"lang":"","template":"default","theme":"chrome","unindent":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"edit-link":{"label":"Edit This Page","base":"https://github.com/InseeFr/Bauhaus/tree/master/docs"},"theme-default":{"styles":{"website":"gitbook.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false},"anchorjs":{},"image-captions":{"variable_name":"_pictures"}},"theme":"default","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{"_pictures":[]},"title":"Bauhaus","language":"fr","gitbook":"*"},"file":{"path":"user-guide/operation.md","mtime":"2020-08-21T07:01:22.128Z","type":"markdown"},"gitbook":{"version":"3.2.2","time":"2020-08-21T07:11:03.615Z"},"basePath":"..","book":{"language":"fr"}});
        });
    </script>
</div>

        
    <script src="../../gitbook/gitbook.js"></script>
    <script src="../../gitbook/theme.js"></script>
    
        
        <script src="../../gitbook/gitbook-plugin-edit-link/plugin.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-github/plugin.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-anchorjs/anchor.min.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-anchorjs/anchor-style.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

